var openData = [{
        info: "新北投站下車，沿中山路直走即可到達公車：216、218、223、230、266、602、小6、小7、小9、、小22、小25、小26至新北投站下車",
        stitle: "新北投溫泉區",
        xpostDate: "2016/07/07",
        longitude: "121.508447",
        REF_WP: "10",
        avBegin: "2010/02/14",
        langinfo: "10",
        MRT: "新北投",
        SERIAL_NO: "2011051800000061",
        RowNumber: "1",
        CAT1: "景點",
        CAT2: "養生溫泉",
        MEMO_TIME: "各業者不同，依據現場公告",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000848.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.137077",
        xbody: "北投溫泉從日據時代便有盛名，深受喜愛泡湯的日人自然不會錯過，瀧乃湯、星乃湯、鐵乃湯就是日本人依照溫泉的特性與療效給予的名稱，據說對皮膚病、神經過敏、氣喘、風濕等具有很好的療效，也因此成為了北部最著名的泡湯景點之一。新北投溫泉的泉源為大磺嘴溫泉，泉質屬硫酸鹽泉，PH值約為3~4之間，水質呈黃白色半透明，泉水溫度約為50-90℃，帶有些許的硫磺味 。目前北投的溫泉旅館、飯店、會館大部分集中於中山路、光明路沿線以及北投公園地熱谷附近，總計約有44家，每一家都各有其特色，多樣的溫泉水療以及遊憩設施，提供遊客泡湯養生，而鄰近的景點也是非常值得造訪，例如被列為三級古蹟的三寶吟松閣、星乃湯、瀧乃湯以及北投第一家溫泉旅館「天狗庵」，都有著深遠的歷史背景，而北投公園、北投溫泉博物館、北投文物館、地熱谷等，更是遊客必遊的景點，來到北投除了可以讓溫泉洗滌身心疲憊，也可以順便了解到北投溫泉豐富的人文歷史。",
        _id: 1,
        avEnd: "2016/07/07",
        address: "臺北市北投區中山路、光明路沿線"
    },
    {
        info: "捷運站名：雙連站，轉乘紅33(固定班次)於大稻埕碼頭站下車。公車：9、206、274、641、669、704至大稻埕碼頭站及255、518、539至民生西路口站，再沿民生西路底方向步行約10分鐘抵達。 開車：沿著環河北路依大稻埕碼頭入口指引便可抵達。",
        stitle: "大稻埕碼頭",
        xpostDate: "2015/12/09",
        longitude: "121.508274",
        REF_WP: "10",
        avBegin: "2008/08/02",
        langinfo: "10",
        MRT: "雙連",
        SERIAL_NO: "2011051800000007",
        RowNumber: "2",
        CAT1: "景點",
        CAT2: "藍色公路",
        MEMO_TIME: "請洽詢各船公司。 ",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000340.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.056847",
        xbody: "大稻埕原是平埔族的居住地，因萬華（艋舺）同安人發生激烈的械鬥，造成族人移至大稻埕定居，開始大稻埕淡水河旁商店和房屋的興建，淡水港開放後，大稻埕在劉銘傳的治理下成為臺北城最繁華的物資集散中心，當中以茶葉、布料為主要貿易交易，當時的延平北路及貴德街一帶便是商業活動的重心，也讓大稻埕早年的歷史多采多姿、令人回味。 ",
        _id: 2,
        avEnd: "2015/12/09",
        address: "臺北市大同區環河北路一段"
    },
    {
        info: "捷運：淡水線士林站（2號出口出站後左轉，步行約10分鐘）公車：「台電北區分處站」203、220、260、280、285、304、310、606、612、646、中山幹線、休閒公車109「小北街站」203、216、218、220、224、250、260、266、277、279、290、304、310、606「士林官邸站」203、279、310",
        stitle: "士林官邸",
        xpostDate: "2015/06/29",
        longitude: "121.530849",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "士林",
        SERIAL_NO: "2011051800000129",
        RowNumber: "3",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "週二至周日，上午9:30~17:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D7/E150/F719/71eb4b56-f771-43bc-856c-2fb265a5cc6e.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.091713",
        xbody: "士林官邸有精緻的庭園造景設計，蟲鳴鳥叫、 景色秀麗，是休閒遊憩的絕佳場所。當年因為緊鄰著中山北路，佔據極佳的地理位置，可快速直達總統府，加上後有福山做為倚靠，優越的地勢，所以成為蔣故總統官邸。1996年，官邸首度開放市民觀賞園藝與休憩使用。 玫瑰園，是蔣夫人最喜愛的花園；西式庭園中浪漫美好的風光，是新人婚紗照最常取景的地方；中式庭園裡的拱橋、曲池、流水等東方庭園造景，則令人彷彿置身古代中式庭院。其他如園藝館、新蘭亭、凱歌堂等等，都是十分具有特色的建築。後來增設的露天音樂台，經常舉辦各種藝文及音樂相關活動，已經成為市民休閒的新去處。  ",
        _id: 3,
        avEnd: "2015/06/29",
        address: "臺北市士林區福林路60號"
    },
    {
        info: "搭乘捷運淡水線至士林站下車，轉乘 紅 30（低地板公車） 往故宮博物院至本院正館門口下車。或轉乘公車 255、304、815（三重-故宮博物院）、小型公車 18 、小型公車 19  於本院正面廣場前下車。 搭乘捷運文湖線至大直站下車，轉乘 棕 13 往故宮博物院至本院正面廣場前下車。或搭乘捷運文湖線至劍南路站下車，轉乘 棕 20 往故宮博物院至本院正館門口下車。",
        stitle: "國立故宮博物院",
        xpostDate: "2016/07/06",
        longitude: "121.5496",
        REF_WP: "10",
        avBegin: "2008/08/12",
        langinfo: "10",
        MRT: "士林",
        SERIAL_NO: "2011051800000092",
        RowNumber: "4",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "全年開放，08:30~18:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D14/E810/F21/48d66fbd-1ba3-4efd-837a-3767db5f52e0.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.1013",
        xbody: "國立故宮博物院於1965年在外雙溪落成，中國宮殿式的建築，一至三樓為展覽陳列空間，四樓為休憩茶座「三希堂」，藏有全世界最多的中華藝術寶藏，收藏品主要承襲自宋、元、明、清四朝，幾乎涵蓋了整部五千年的中國歷史，數量達65萬多件，國立故宮博物院擁有「中華文化寶庫」的美名。國立故宮博物院除了展覽品豐富以外，提供中、英、法、德、日、西、韓等七國語言專業導覽，並定期舉辦各類文物研習課程、專題演講及巡迴展出活動，出版百種以上的刊物及專輯，實為世界的文化寶地，國立故宮博物院是來臺灣旅遊的必訪之地。 ",
        _id: 4,
        avEnd: "2016/07/06",
        address: "臺北市士林區至善路二段221號"
    },
    {
        info: "新北投站下車，沿中山路直走即可到達公車：216、218、223、230、266、602、小6、小7、小9、、小22、小25、小26至新北投站下車",
        stitle: "北投圖書館",
        xpostDate: "2015/12/09",
        longitude: "121.506343",
        REF_WP: "10",
        avBegin: "2010/09/13",
        langinfo: "10",
        MRT: "新北投",
        SERIAL_NO: "2011051800000693",
        RowNumber: "5",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週六：8:30-21:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D878/E726/F304/2d6e8b50-76ce-4b7e-a795-0357cd6f2b3e.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.136571",
        xbody: "北投除了是知名的溫泉區，還擁有全臺灣第一座綠建築圖書館。這座特別的圖書館就位在林木茂密、生態環境豐富的北投公園裡面，和溫泉博物館為鄰。這座圖書館榮獲綠建築九大指標候選證書，整棟建築物採用大片落地窗，大量的利用自然光線，並且巧妙地向大自然借景。建築物以木構造為主，搭配鋼材，外觀像是一座大型的高架樹屋，看起來十分親切。圖書館由內到外，都很環保喔！屋頂上設有太陽能光電板發電，經過白天日光照射後可儲存16千瓦的電力；陽台的柵欄也有特殊的環保功能喔，垂直的木格設計，可以降低進入室內的輻射線，達到節能效果。屋頂上的草皮的特殊排水設計，可以回收大自然的水，用來澆灌植物和作為廁所用水。另外，圖書館特別使用生態塗料，以減少污染及有毒物質的釋放。來到北投，除了可以泡溫泉，也可以來北投圖書館，享受書香與綠意融合的森林浴！",
        _id: 5,
        avEnd: "2015/12/09",
        address: "臺北市北投區光明路251號"
    },
    {
        info: "捷運站名：捷運劍潭站，轉乘260、紅5公車至陽明山站。公車：109、260、260(區間車)、小9、小9(區間車)、紅5至陽明山站。",
        stitle: "陽明山溫泉區",
        xpostDate: "2012/04/27",
        longitude: "121.547742",
        REF_WP: "10",
        avBegin: "2009/06/05",
        langinfo: "10",
        MRT: "劍潭",
        SERIAL_NO: "2011051800000057",
        RowNumber: "6",
        CAT1: "景點",
        CAT2: "養生溫泉",
        MEMO_TIME: "各旅館營業時間不同。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000985.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.15579",
        xbody: "陽明山舊稱草山，因紀念明朝學者王陽明而改名為陽明山，它是臺北的都市後花園，位居近郊，是大家很方便就可以遠離塵囂，休閒的好去處。由於它位居火山地帶，特殊的火山地形及地質構造，造就了這一區的溫泉景觀。陽明山溫泉大致可分為4個區域：陽明山國家公園周邊、冷水坑、馬槽及火庚子坪，由於地熱運動頻繁，這4個區域溫泉所含的礦物成分都不同，使得其水溫、泉質與療效也大不相同。 陽明山位於大屯火山區，溫泉在陽明山風景區內，分前山溫泉和後山溫泉兩塊，有很多溫泉旅館，加上山上眾多風景區和美食，很適合兩天一夜的登山遊園泡湯之旅。",
        _id: 6,
        avEnd: "2012/04/27",
        address: "臺北市北投區竹子湖路1之20號"
    },
    {
        info: "捷運站名：唭哩岸站或北投站沿中央南路、大業路往大度路方向騎乘，約15分鐘便可抵達腳踏車道頂八仙社區入口，或由捷運關渡站轉乘小23，於關渡宮站下車反向騎乘。1.公車：218、266、302，於大業路站下車，循大度路方向進入及扺達腳踏車道入口，也可從知行路關渡宮方向及反向騎乘。 2.汽車：由臺北市區前往，可沿承德路北行，至七段與大業路交岔路口即底腳踏車入口，若從知行路關渡宮方向進入，停車問題比較容易解決。",
        stitle: "關渡、金色水岸、八里左岸自行車道",
        xpostDate: "2014/12/26",
        longitude: "121.465255",
        REF_WP: "10",
        avBegin: "2008/08/02",
        langinfo: "10",
        MRT: "唭哩岸",
        SERIAL_NO: "2011051800000029",
        RowNumber: "7",
        CAT1: "景點",
        CAT2: "單車遊蹤",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000979.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.124904",
        xbody: "基隆河匯入淡水河之前，繞著社子島轉出一個美麗的弧彎，在其北岸與磺港溪以西地帶，保留了都會臺北極其珍貴的稻香田園，連結起河口紅樹林自然保護區，讓人得以在很短的距離內隔絕塵囂嘈雜，單車踩踏其間，尤其能夠體會早年農村氛圍的樸素簡單、踏實自在。夕照裡堤道漫步，河風微微、鳥鳴吱吱，關渡自然保護區生機盎然中，獨有浪漫閒適的野趣滿點。 穿越關渡平原的自行車道，是全線非封閉性的路徑，西側端點為關渡宮，往東沿著關渡防潮堤至八仙福德祠，轉90度往北穿越關渡平原，直到北投中央北路捷運軌道南側，穿出去便是政戰學校西邊的稻香路。 無法自行攜帶單車的遊人，以關渡宮為起點較方便，一則靠近捷運站，再者可於該處租到自行車或雙人協力車。 關渡宮沿河堤段原有的攤販已完全撤離，改成好走的人行步道，跨越中港河小橋旁停泊的漁船也外移至淡水河邊，雖然少了扁舟停泊的漁港懷舊味，水域卻也另有清爽的風貌。 ",
        _id: 7,
        avEnd: "2014/12/26",
        address: "臺北市北投區關渡"
    },
    {
        info: "1、公車：建國南路：298新生南路：0南、72、109、211、280、290、311（藍）、505、642、642（綠）、668、672、675、松江幹線 和平路段：3、15、18、72、74、211、235、237、278、295、662、663、和平幹線信義路段：0東、20、22、204、38、信義幹線、指南客運3號至「大安森林公園」站下車即達。2.自行開車：下松江交流道，接建國南路高架後於信義路出口右轉可抵。3、停車資訊：附有地下停車場(2709-2940)",
        stitle: "大安森林公園",
        xpostDate: "2015/12/08",
        longitude: "121.5362",
        REF_WP: "10",
        avBegin: "2009/06/30",
        langinfo: "10",
        MRT: "大安森林公園",
        SERIAL_NO: "2011051800000574",
        RowNumber: "8",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "全天開放",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D11/E257/F345/546f42a1-cbfb-49fc-b4d8-c33f1c44190c.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.0296",
        xbody: "大安森林公園佔地約26公頃，於民國八十三年三月二十九日啟園。雖位於台北市區中心，但卻是一個草木濃密的生態公園，以「都會森林」的型態成為台北市的都市之肺。公園內除有綠樹成蔭之外，更有花壇處處，每逢花開時節色彩繽紛，令人賞心悅目。公園外人行道則以綠樹與道路區隔，臨建國南路為盾柱木，臨和平東路為樟樹、臨新生南路為白千層、臨信義路則為榕樹，人行道中央還植有楓香樹，呈現多層式綠籬景觀。此外，各種休憩設施如行人座椅、涼亭、音樂舞台、慢跑道……等各種設施相當完善，公園下方並設置有地下停車場以方便開車前來的民眾，已成為台北市民休閒最佳場所之一。捷運大安森林公園站號稱是「臺北最美捷運站」的大安森林公園站，以「森林轉運—都會與公園的對話」為車站設計主題構想，闡明都會公園所營造之自然特性。整體建築、景觀設計，主要結合緊鄰在旁而面積達25.8公頃的大安森林公園，以「引進陽光、綠意」之地下車站進行設計，其中並包含陽光大廳、下凹庭園、光廊、光塔等。設計中透過充分結合大自然的元素「楊光與森林」，展現出自然中豐富的生命力與奧妙，再透過不同層次空間的塑造及轉換，令身處其中能產生體驗、體悟上的驚喜。空間的內涵，則展現出中國文化天人合一、圓融自在的意境。資料來源：臺北捷運",
        _id: 8,
        avEnd: "2015/12/08",
        address: "臺北市大安區新生南路以東、信義路3段以南"
    },
    {
        info: "新北投站下車，沿中山路直走即可到達公車：216、218、223、230、266、602、小6、小7、小9、、小22、小25、小26至新北投站下車",
        stitle: "地熱谷",
        xpostDate: "2015/12/09",
        longitude: "121.511592",
        REF_WP: "10",
        avBegin: "2010/09/13",
        langinfo: "10",
        MRT: "新北投",
        SERIAL_NO: "2011051800000685",
        RowNumber: "9",
        CAT1: "景點",
        CAT2: "養生溫泉",
        MEMO_TIME: "週二~週日09:00至17:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003993.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.137940",
        xbody: "地熱谷位在北投溫泉公園旁邊，是北投溫泉的源頭之一，因為終年瀰漫著硫磺煙霧，讓人聯想到恐怖的地獄，所以又被稱為「地獄谷」或「鬼湖」。這裡的溫泉是大屯山火山群內水溫最高的溫泉，硫磺煙霧濔漫的景色，如夢似幻，有如仙境一般，是日據時代臺灣八景十二勝之一。地熱谷中的石頭具有放射性元素「鐳」，叫做「北投石」，是世界數千種礦石中，唯一用臺灣地名命名的礦石，目前只有臺灣北投和日本玉川有這種礦物。最近幾年為了復育北投石，成立北投石保護區，來此參觀，除了能感受到溫泉鄉的情懷，更能對於這獨特的礦石有更深入的瞭解。地熱谷的泉水溫度約在80℃至100℃之間，屬於鹽酸酸性泉，溫泉水質酸鹼度很高，具有腐蝕性，俗稱「青磺泉」和「磺水頭」。之前常有遊客在地熱谷利用高溫的泉水煮「溫泉蛋」，不過近年來為了保護溫泉的水質，並且避免遊客在此跌倒發生意外，已經禁止民眾在地熱谷煮蛋了！來地熱谷玩，可別再帶著食物前往，以免掃興囉！",
        _id: 9,
        avEnd: "2015/12/09",
        address: "臺北市北投區中山路"
    },
    {
        info: "1.捷運象山站下車，往信義路五段中強公園方向步行，約15分鐘抵150巷22弄登山口。捷運永春站下車，往松山路永春高中方向步行 ，約25分鐘抵永春崗公園。2.公車33.46.207.612.621.277.博愛公車至「信義行政中心站」下車，或搭33.299至「永春高中站」下車沿五段150巷進入。",
        stitle: "南港山系-象山親山步道",
        xpostDate: "2015/12/10",
        longitude: "121.571970",
        REF_WP: "10",
        avBegin: "2008/10/09",
        langinfo: "10",
        MRT: "象山",
        SERIAL_NO: "2011051800000550",
        RowNumber: "10",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11001481.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.023757",
        xbody: "象山因外形似象頭而得名，位於臺北盆地東南方的信義區，與虎山地質相同主要由砂岩組成，因造山作用步道中可見黃褐色陡峭的岩壁與巨石，加上自然環境生物、鳥類種類繁多，使得整座山如同一座天然生態樂園般，成為民眾接近淺山、享受戶外綠林悠閒時光的好去處。步道沿線設有解說牌引導民眾參訪，區內各種稜線、岩壁、山坡等不同環境，孕育出多種蕨類植物處處可見，其中又以金狗毛蕨與筆筒樹古老蕨類族群最大，數量居臺北市之冠。在過去醫學普遍不發達的年代，金狗毛是民間常用來止血的最佳良藥，而筆筒樹群林則是臺北市最珍貴的的生態特色。登頂象山眺望，臺北盆地的地景幾乎一覽無遺，其尾稜延伸嵌入信義區中強公園，成為當地居民晨昏散步的最佳去處，也是近山民眾假日休閒、舒緩身心的綠色地帶。六巨石象山上巨石林立的奇特景象，又稱老萊峽。從這裡攀上巨石可以一覽繁華的信義商圈，是一處熱門的拍照景點，清晨上山可以欣賞臺北101大樓在晨曦中初醒的景象，黃昏更可欣賞信義區都會華廈，夕陽餘暉西下、華燈初上的夜晚景象，十分亮麗耀眼。逸賢亭（象山頂）位於逸賢亭象山頂、六角亭旁步道盡頭的平台，視野展望極佳，可以欣賞象山的全貌，尤其是象頭與象鼻頗具傳神。鼻樑處即為永春高中，長長的象鼻子則是稜線深入松山路與松德院區之間的平台。一線天象山親山步道近松德院區方向有處名為一線天駐腳點，因兩壁山脊線十分接近，巨崖岩壁突出遮天，山友自步道仰頭望天，只見崖壁縫隙間的天空又窄又細，因而稱為一線天。登高遠眺　繁華台北盡收眼底四獸山是距離台北市松山、信義區最近的山頭。象山位在四獸山步道系統中最高點，由於前方無屏障，登高遠望視野遼闊，不僅信義商圈一覽無遺－101金融大樓、世貿中心、華納威秀、新光三越等醒目建築歷歷可數，台北盆地風光也盡收眼底。自然生態精采可期巨石公園象山範圍不大，賞景點卻不少。其中盤踞山頭的「六巨石」是象山的地標景觀，巨石林立、景觀奇特，遊象山不攀上巨石瞧瞧，可就對不起自己了。在頂上觀景滋味不同，迎風四望無際，想拍101，來這裡準沒錯！至於鳥瞰台北盆地的最佳位置，自然是位於稜線上、視野開闊的「超然亭」；有此「超然」名號，便是因為由此觀景居象山眾涼亭之冠。站立於超然亭的平台上，近可見山下的信義計畫區，放遠望去則是圓山、北投焚化爐、觀音山及大屯火山群各景點，從前國慶日施放煙火，不少人還會特地來此觀賞花火綻放，足見其魅力所在。繞行到巨石公園階梯附近，有一塊碩大的巨石，上面有人為雕刻出來的石階，可拾級而上眺望台北盆地。一路前行間，由左側山腰、山脊再下到右側山腰線，從不同角度俯瞰台北盆地之美，象山迷人之處盡在其中。步道沿途都設有解說牌，引導親山訪客認識整個山頭的特色，所以這裡也是最受歡迎的自然教室。一路上不愁沒有生態導覽，只要「按圖索驥」，自己就是山林解說員。象山擁有稜線、岩壁、山坡、山窪、山谷等各種不同微環境，因而孕育出70多種蕨類。蕨類在象山處處可見，有的附著在樹幹上，有的長在岩石、坡地上，有的密佈在潮濕的林下。其中金狗毛蕨族群龐大，數量居臺北市之冠，在過去醫藥不發達的年代，它可是民間用來止血的最佳良藥。另外在開闊、向陽且潮濕山窪區，還有自侏儸紀時期就存在的古老蕨類「筆筒樹」。筆筒樹群聚可是台北市區最珍貴的生態特色，因為筆筒樹成群林立的現象，全世界只有台灣北部才能看得到。潮濕的環境中，蝸牛的族群也十分可觀，像是斯文豪氏大蝸牛、煙管蝸牛，幾乎在整個山區都看得到。這本是低海拔的原始闊葉林，生態豐富多元，綠意萬千的山林，還有更多的驚喜等待你自己慢慢去發掘呢！健身舒活　 親子休閒樂趣多象山入口意象雖說象山只有海拔181公尺，對於喜歡「超越顛峰」的人，顯然挑戰度不高。登上象山之後，如果你的體力充沛，或是想伸展筋骨，步道兩旁還有許多強體力及肺活量的體能設施，只見大夥在山頂的逸賢亭打個尖、做個操，還有精力無窮的小朋友穿梭其間，運動休閒一兼二顧，很適合全家來活動。",
        _id: 10,
        avEnd: "2015/12/10",
        address: "臺北市信義區信義路五段150巷"
    },
    {
        info: "捷運站名：龍山寺站1.公車：0西、25、38、49、65、310至龍山寺站 2.停車資訊：艋舺公園地下停車場 萬華區西園路1段145號",
        stitle: "艋舺龍山寺",
        xpostDate: "2015/03/12",
        longitude: "121.499962",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "龍山寺",
        SERIAL_NO: "2011051800000288",
        RowNumber: "11",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "6:00~22:00 (辦事處7:00-21:30)",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D226/E920/F665/1f26af86-e907-44c9-b4d7-5c498dacfc6c.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.036798",
        xbody: "艋舺龍山寺，為臺灣的市定古蹟，亦稱萬華龍山寺或簡稱龍山寺，與臺北101、國立故宮博物院、中正紀念堂並列為外國觀光客至臺北旅遊之4大勝地。龍山寺主祀的神明是觀世音菩薩，在建築上為獨具特色的中國古典3進4合院傳統宮殿式建築，由前殿、正殿、後殿及左右護龍構成，在正面牆堵精雕細琢，圖像生動，故事多出自三國演義和封神榜，並加以中國吉祥圖案裝飾，美不勝收，寺內有各式石雕雕琢的藝術作品，屋頂也相當具特色，採用歇山重簷式，而在裡面屋簷的交界之處，不用一釘一鐵，全寺屋頂脊帶和飛簷由龍、鳳、麒麟等吉祥動物做造型，裝飾以彩色玻璃瓷片剪粘和交趾陶，色彩瑰麗，堪稱臺灣特有剪粘藝術之精華。 另外龍山寺是參拜包括佛、道、儒三教重要神祇，主要可分為前殿、大殿、後殿3個殿，此外可細分為許多廳，共有神祇百餘尊，7個香爐，讓你可以選擇你所信仰的神祇，自由進行參拜。",
        _id: 11,
        avEnd: "2015/03/12",
        address: "臺北市萬華區廣州街211號"
    },
    {
        info: "捷運站名：1. 蘆洲線行天宮站 3號出口2. 淡水線民權西路站轉搭公車41、225、225(區間車)、63(區間車)、紅32至民權松江路站或行天宮站。3.文湖線中山國中站轉搭公車74、63區間車至行天宮站或民權松江路口。公車：5、26、41、49、49區間車、63、63區間車、72、74、109、203、214、214直達車、222、222區間車、225、225區間車、226、277、279、280、280直達車、285、286、286副、298、505、527、612、612區間車、617、617區間車、642、642綠線、643、676、685、內科通勤專車18、松江幹線、松江—新生幹線、紅29、紅31、紅32、棕16、博愛公車、敦化幹線至民權松江路站或行天宮站。",
        stitle: "行天宮",
        xpostDate: "2016/10/28",
        longitude: "121.533838",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "行天宮",
        SERIAL_NO: "2011051800000276",
        RowNumber: "12",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "開放時間：04:00~22:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D509/E14/F983/d5f49ce0-139c-4e8b-81cf-39e2b32e79bf.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.063059",
        xbody: "行天宮是北臺灣參訪香客最多的廟宇，一天進出人數可達萬人之多。行天宮在神祇的奉祀上傾向多神，主要信奉的5個恩主為關雲長、八仙之一呂洞賓、灶神張單、道教三十代天師王善以及宋朝名將岳飛，所謂的「恩主」是鸞堂信仰的名詞，也就是「救世主」的意思。5恩主以關雲長為首，因此臺灣一般民眾亦稱關雲長為恩主公，於是也就經常順勢稱行天宮為「恩主公廟」。 行天宮自落成以來，之所以會成為大臺北地區，甚至是整個北臺灣參訪人數最多的廟宇，除了信仰普遍受到民眾接受外，還有一些特色包括：不設功德箱、不供拜牲禮、不焚化金紙、不收受金牌、不演戲酬神不設乩扶鸞、不對外募捐及禁止商業行為。廟宇地點位於市中心，且有的寬敞的廟埕，並率先成立宗教性的財團法人機構，確立其社會公益的屬性。行天宮除了包含台北本宮與三峽、北投兩間分宮在內的宗教事業，以及成立於1995年的「財團法人行天宮文教發展促進基金會」之外，還設有兩座附設圖書館（分別位於臺北市中心與北投）以及位於三峽的恩主公醫院，其公益性可見一般，使得宗教不只撫平民眾內心，也實質的助益了民眾的日常生活。",
        _id: 12,
        avEnd: "2016/10/28",
        address: "臺北市中山區民權東路2段109號"
    },
    {
        info: "捷運新北投站下車，沿中山路直走步行約7分鐘即可到達公車：216、218、223、230、266、602、小6、小7、小9、、小22、小25、小26至新北投站下車",
        stitle: "梅庭",
        xpostDate: "2016/07/07",
        longitude: "121.508682",
        REF_WP: "10",
        avBegin: "2010/01/06",
        langinfo: "10",
        MRT: "新北投",
        SERIAL_NO: "2011051800000676",
        RowNumber: "13",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週日 09:00 - 17:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D931/E93/F956/374f6b31-840b-407f-82b7-e6f70d4d0c49.JPG",
        idpt: "臺北旅遊網",
        latitude: "25.137025",
        xbody: "梅庭建於1930年代末，曾是「一代草聖」于右任先生的避暑別館，現為市定歷史性建築。建物格式特殊並保有日式木構架建築風格，地下室之RC防空避難室屬太平洋戰爭初期之形式，庭院外牆係以城垛型式建構，後院綠樹成蔭，幽雅蒼鬱，俯臨北投溪，水流潺潺。入門口柱上並刻有于右任先生其手書之「梅庭」題字。 「梅庭」為一棟見證戰爭時代的日式民宅建築物，順應地形而建，共分上、下二層。上層面臨中山路，正立面為地面層，為日式木構架。考究其牆面施工，為防潮隔間灰漿牆，木條架上內層以「赤泥土沙」鏝抹，外層以白灰漿粉飾；外觀是以石砌台基、魚鱗牆板、黑瓦、木隔櫺為建築風格。下層為鋼筋混凝土造，是作防空避難室用，可直通後院，其日式建築構造與地下防空壕，呼應著對面大型防空壕的種種特殊意義，皆具其歷史價值。 為使民眾進一步瞭解歷史建物及推廣北投觀光意象，市府決定在此設置遊客中心及策劃「北投梅庭常設展」，期望結合鄰近之觀光景點資源，作為一遊憩及旅遊服務資訊之提供據點。 民眾來參訪梅庭前也可以先在網路上觀看梅庭的雲端虛擬實境喔！網址：http://vr.taipeitravel.net",
        _id: 13,
        avEnd: "2016/07/07",
        address: "臺北市北投區中山路6號"
    },
    {
        info: "捷運站名：中正紀念堂站5號出口公車： 3、15、18、20、22、37、204、208、214、236、248、249、251、252、261、263、270、293、297、64、648、660、621、623、630、651、670、671、信義線等線在中正紀念堂站及南門市場下車，或搭乘新店客運、指南客運至中正紀念堂站及南門市場站 停車資訊：國立中正文化中心地下停車場嘟嘟房中正紀念堂站 中正區中山南路21-1號B1",
        stitle: "中正紀念堂",
        xpostDate: "2015/12/09",
        longitude: "121.52194",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "中正紀念堂",
        SERIAL_NO: "2011051800000108",
        RowNumber: "14",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "全年開放 09:00~18:00",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000375.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.03471",
        xbody: "白牆藍瓦，70公尺高聳立在紀念公園的中央，不論從哪個角度看過去，都很宏偉。國外觀光客來到臺灣，不論行程如何排，都一定會到這裡來參觀一下。紀念堂的下方有陳列和展覽，也有紀念品販售。紀念堂是為了紀念中華民國第一任總統蔣介石，他於1975年逝世，次年行政院就破土開建中正紀念堂，設計師是設計圓山大飯店的楊卓成。紀念堂原址是陸軍總部，當時是臺北市區內最大的軍區，據說從大陸運過來的黃金，就曾經存放在這個地方。紀念堂採用的藍白兩色，是國旗上面主要的顏色，紀念堂頂部天穹的裝飾是青天白日12道光芒，銅像朝西面對總統府和中國大陸，其中都有特殊的意義。隨著民主演進思想開放，紀念堂前的廣場 已成了民主運動的集會場。  ",
        _id: 14,
        avEnd: "2015/12/09",
        address: "臺北市中正區中山南路21號"
    },
    {
        info: "捷運站名：板南線市府站2號出口，走基隆路再走市府路即可到達.松智路站：277、46、266副、699、28、537、博愛公車。松壽路站：665、20、284、647、650、202、621、611、612、266、28、281、245。市府路站：245、261、311、202、263、270、266、651、281、28、537、612。捷運接駁：藍5，於「市政府站」下車；藍7，於「捷運市政府站」下車。",
        stitle: "台北探索館",
        xpostDate: "2014/12/29",
        longitude: "121.56376",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "市政府",
        SERIAL_NO: "2011051800000186",
        RowNumber: "15",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週日09:00~17:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D6/E578/F270/f6f669d9-997f-48c0-845a-be267b3d6ad5.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.03758",
        xbody: "身為臺北人，你知道臺北事嗎？歡迎來到台北探索館，瞭解臺北的大小事。台北探索館有4個樓層，1樓為臺北印象廳，以圖文、影像呈現臺北印象；2樓為特展廳，常舉辦相關展覽；3樓為城市探索廳，可看到臺北街道如凱達格蘭大道、中山北路、敦化南北路、忠孝東路等，和西門町、信義區的變遷史；4樓為時空對話廳，有互動裝置，仿古城牆的基石、圖片、文物及模型設施，想瞭解艋舺、大稻埕、臺北城、淡水河的身世，來這裡準沒錯。 發現劇場的360度的大螢幕，放映「城市身世」、「城市生活」、「城市風采」、「台北好時光」等4部影片，提出各種關於臺北市的故事與思索，適合各種不同年齡層的民眾，來此探索。民眾來參訪台北探索館前也可以先在網路上觀看展館的雲端虛擬實境喔！網址：http://vr.taipeitravel.net",
        _id: 15,
        avEnd: "2014/12/29",
        address: "臺北市信義區市府路1號1-4樓"
    },
    {
        info: "捷運站名：捷運動物園站下車，轉乘公車236、237、282、611、棕3、棕6、棕11、棕15、綠1、小10於政治大學站下車，往指南路方向步行，經政治大學校門口（指南路二段）續行可抵指南路三段33巷登山口。1.公車236、237、282、530、611、小10、棕3、棕5、棕6、棕11、棕15、綠1、指3於政治大學站下車，往指南路方向步行，經政治大學校門口（指南路二段）續行可抵指南路三段33巷登山口。 2.返程可自茶研發推廣中心步行至三玄宮旁搭乘貓空纜車返回捷運動物園站，搭乘捷運木柵線回家。",
        stitle: "二格山系-指南宮貓空親山步道",
        xpostDate: "2014/03/04",
        longitude: "121.581059",
        REF_WP: "10",
        avBegin: "2008/10/09",
        langinfo: "10",
        MRT: "動物園",
        SERIAL_NO: "2011051800000557",
        RowNumber: "82",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002820.jpg",
        idpt: "臺北旅遊網",
        latitude: "24.984413",
        xbody: "指南宮貓空親山步道以指南宮步道、大成殿步道及茶展中心步道為主，這條以指南宮為中心主軸的步道位於二格山系西北側的猴山岳山上，是通往貓空、樟湖及二格山區必經之地。指南宮貓空親山步道從指南路三段33巷循石階拾級而上，經指南宮步道、指南宮、凌霄寶殿、大成殿、大成殿步道、茶展中心步道等，是一條親子級的親山健行路線。指南宮步道 指南宮步道沿途有造型典雅的石燈籠分列步道兩旁，加上從步道入口的牌坊、途中的終南亭等，不難發現步道的興建起於日據昭和年間，有著濃郁的日式和風建築風格，極為古樸典雅而珍貴。約1200級的石階對山友來說，若想一氣呵成走完，實為相當的大考驗，幸好步階寬敞，兩旁的櫻花樹、香楠、大葉楠天然林夾峙、古木參天，其旁時而可見座椅供人歇腳，環境清幽宜人，成為登山健行、朝拜禮佛、享受芬多精洗禮的最佳路徑。近指南宮正殿途中有部份小型商店分置步道左右，也是民眾駐足休憩的最佳地點。大成殿步道 步道路徑不長，沿途碎石和松木棧道交錯，路旁油桐樹林蔭密佈，四月油桐花開、五月落英繽紛，讓人感受淒美浪漫之餘，還可籠罩在陣陣芬多精飄香的氣息中，獨具詩情畫意。茶展中心步道茶展中心步道是沿崖而行的小徑，沿途可見溪流、茶園、梯田等風光，視野開闊而景觀豐富；這條步道還有一項特色是壺穴地形，接近溪谷的貓空山谷區，林相越見濃密，直下溪谷只見河床被急流侵蝕成凹凸不平的橢圓型洞穴，形似貓爪，當地居民慣以貓孔（台語發音）來稱呼這個地方，久而久之便成為貓空之名。處處見古意 從前環山公路還未開闢的年代，往指南宮總得乖乖通過這1200級石階的考驗。說是有千級石階，其實細細品味這步道，既古典又雅緻，而且步階寬敞，走個百餘階就有平台可以休息、道路兩旁又不時有古樸的石椅供人歇腳，所以走完全程並沒有想像中那麼辛苦。 除了老樹旁造型典雅的石椅，每隔一段路，就有成雙的石燈座分列步道兩旁。這些古韻味十足的「石燈籠」，有的設計有窗子，有的保有放置油燈的小凹槽，步道上擁有造型如此獨特的景觀，好像台北附近也「只此一家，別無分號」。 從各個石燈座上的落款年代，不難發現這段步道的興建時間是在昭和年間。無怪乎從步道入口的牌坊造型，到前行不久出現的首座涼亭「終南亭」，都帶著濃濃的大和風。而途中橫跨石階、氣勢宏偉的大型涼亭則具巴洛克時期建築風格，穩若磐石的石柱造型恰如昔日指南宮在當地人心目中的地位，穩固而不可動搖。 盡享森林浴 步道兩旁古木參天，從終南亭到橫跨石階、如石柱拱門的大亭之間，種植著大排竹柏，有如綠色長廊。而登山口附近岔路是以香楠、大葉楠為主的天然林，還種有百株的櫻花樹，據說是整個木柵山區櫻花最集中的地方。 冬天賞櫻，春天就到大成殿步道來賞「五月雪」。四、五月間油桐花開，落英繽紛散落在鋪有碎石和枕木的步道上，更覺浪漫唯美。這段路雖然不長，沿途林蔭密佈，夏季炎熱時穿梭其間特別涼爽；松木棧道和竹林散發出陣陣芬多精的氣息，籠罩在森林浴中身輕氣爽，心情也特別愉悅。 陰涼的環境自然有不少蕨類植物，往指南宮的路段數量繁多，經常吸引許多蕨類愛好者來拜訪60多種的「蕨子蕨孫」。 忘憂山谷間 茶展中心步道和大成殿步道一樣，路徑不長，走的是小而巧的精緻路線。同樣綠意滿佈，不同的是，這條小徑的景觀更為豐富。沿途有溪流、梯田、茶園；陡峭的上坡路段途中，視野開闊的小平台可遠眺指南宮、附近的茶園和綠竹林。沿山崖而行的小徑路段，蜿蜒的路程走起來特別有趣，往回望是純然的田園農家景緻。而整片翠綠的山巒如此近距離的聳立眼前，滿盈盈的山色美景不是夢遊仙境，只是身在貓空山谷間。接近「壺穴」地形區，樹林開始越形濃密，在芬多精的護持下直探溪谷，河床被急流侵蝕成坑坑巴巴的形狀，是難得一見的特殊地理景觀。傳說因為這些凹凸不平的橢圓型洞穴形似貓爪痕跡，久而久之，大家就開始以貓空(台語發音「貓孔」)稱呼這個地方。往茶展中心的支線小徑，可直接通往某些茶藝館的「後院」。還在流連忘返之際，先找間茶館小歇，隨著鐵觀音的醇厚餘韻在喉間慢慢散發，這一路的悸動又慢慢湧上心頭，嗯，幸福就該是這般滋味！",
        _id: 82,
        avEnd: "2014/03/04",
        address: "臺北市文山區指南路三段33巷"
    },
    {
        info: "新北投站下車，沿中山路直走即可到達公車：216、218、223、230、266、602、小6、小7、小9、、小22、小25、小26至新北投站下車",
        stitle: "北投溫泉博物館",
        xpostDate: "2016/07/07",
        longitude: "121.507153",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "新北投",
        SERIAL_NO: "2011051800000145",
        RowNumber: "16",
        CAT1: "景點",
        CAT2: "藝文館所",
        POI: "Y",
        MEMO_TIME: "週二至週日09:00~17:00",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000382.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.136691",
        xbody: "這座早在日據時代就享有盛名的溫泉公共浴場，有著英國都鐸時期的鄉村建築風格，沉穩的紅色磚牆與黑色的瓦與綠蔭相稱，是個讓人放鬆休憩的好地方。1樓的羅馬拱柱環繞浴池，陽光穿過彩色玻璃，投影出異國情調。2樓的和室格局、日式地板，搭配著空氣中淡淡的溫泉味，昔日的氤氳時光，彷彿就在眼前重現。在當地人士的努力奔走下，這棟古蹟被保留下來，變身為今日的北投溫泉博物館，成為認識北投的最佳入門。館內主要介紹北投的歷史及發展，包括凱達格蘭族的足跡、大屯燒、鹹草、臺灣好萊塢、北投石、溫泉由來等等。館外的露天劇場則有不定期的表演活動，成為一個另類的社區活動中心。北投溫泉博物館不但是歷史的珍貴記憶，更深刻凝聚著北投居民對這片土地的感情。",
        _id: 16,
        avEnd: "2016/07/07",
        address: "臺北市北投區中山路二號"
    },
    {
        info: "捷運站名：關渡站1號出口左轉往臺北方向，沿著捷運軌道直走到底，右轉，步行5~6分鐘1.公車：216（副）、223、302、308、632、新店指南客運至志仁高中站 2.車位：館內花園可停車",
        stitle: "琉園水晶博物館(暫時休館)",
        xpostDate: "2015/12/10",
        longitude: "121.468942",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "關渡",
        SERIAL_NO: "2011051800000205",
        RowNumber: "17",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "2015/11/1宣布暫時休館",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000813.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.127255",
        xbody: "琉園水晶博物館為臺灣第一座水晶玻璃博物館，館內1樓為吹製工作室、玻璃教室、琉園經典區。館內2樓為中西玻璃藝術史、玻璃技法展示區、脫蠟鑄造展示區、國際玻璃藝術典藏展。 在這裡，除了可以了解中西玻璃藝術史、清楚玻璃製作技法、看到當代國際玻璃藝術大師的作品，還可以親身經歷玻璃製程，有現場的玻璃吹製示範，還有各類玻璃藝術創作教學課程。琉園的基礎課程並不艱澀，如教你製作個性杯及玻璃動物，參加進階吹製課，則可以做出花朵、昆蟲，或人體造形的紙鎮、水杯、瓶子等等。面對1150℃的熔爐，製作出一個美麗的成品，你會發覺玻璃藝術之美其實得之不易。tittot就是剔透，琉園的作品清澈透亮，色彩繽紛，每一樣都是獨一無二的藝術品。歡迎大家來到琉園參觀。",
        _id: 17,
        avEnd: "2015/12/10",
        address: "臺北市北投區中央北路四段515巷16號"
    },
    {
        info: "捷運站名：忠孝新生站1號出口步行約3-5分鐘，或善導寺站6號出口步行約5分鐘。1.公車： 205、232、262（區間車）、276、299、忠孝新幹線至審計部站（忠孝東路）下車，步行約 3 分鐘，232、232(副)、605、605(副)、605(新台五線)、665至忠孝國小站，669至華山公園站下車。 2.停車資訊：金山南路橋下停車場及收費停車場 應安八德停車場 中正區忠孝東路2段93號對面空地 園區提供24小時停車服務，平日每小時30元，假日每小時50元。",
        stitle: "華山1914文化創意產業園區",
        xpostDate: "2015/12/11",
        longitude: "121.52887",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "忠孝新生",
        SERIAL_NO: "2011051800000424",
        RowNumber: "18",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "每日 09:30~21:00",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000956.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.04381",
        xbody: "「樺山」之名是從日據首任臺灣總督「樺山資紀」而來，今華山1914文化創意產業園區當時就位於樺山町。華山1914文化創意產業園區的前身為「臺北酒廠」，創設於日據時期1916年，原為民營，後由殖民政府收買，稱為臺灣總督府專賣局臺北酒工廠，光復後，由政府接收，改名為臺灣省專賣局臺北酒工廠，1949年，因專賣局改制為菸酒公賣局，又改名為臺灣省菸酒公賣局臺北第一酒廠。1987年4月1日，酒廠遷至新北市林口工業區，舊廠房經藝術家爭取，現在是展演活動的場地。華山1914文化創意產業園區的原有空間有高塔區、米酒作業場、四連棟（紅酒貯藏庫）、再製酒作業場等等建築，都具有歷史意義。現在由臺灣文創發展股份有限公司接手經營管理，開放為創意設計品的展售商店，提供給藝文界、非營利團體與表演團體使用，園區內也新增許多美味餐廳和極具特色的濃情懷舊小酒館，儘管經過修整卻還保有倉庫舊建築的特色，成為臺北市的著名景點。另經由再製酒作業場改建的Legacy則是近年崛起的live house，為許多音樂人愛用的展演空間，吸引不少藝文愛好者走訪。 ",
        _id: 18,
        avEnd: "2015/12/11",
        address: "臺北市中正區八德路1段1號"
    },
    {
        info: "捷運站名：中正紀念堂站5號或6號出口步行約15分鐘，台大醫院2號出口步行約7分鐘1.公車：214、245、261、263、270、37、621、630、651公車，於仁愛中山站下車，214、214直達車、245、249、261、263、270、37、621、630、651公車，於仁愛林森路口站下車，0東、20、204、22、237、38、670信義試辦公車，於信義林森路口站下車，15區間車、15萬美線、208高架線、208基河二期國宅線公車，於景福門站下車 2.車位：館內備有地下停車場，可供中小汽車停放",
        stitle: "長榮海事博物館",
        xpostDate: "2015/03/11",
        longitude: "121.518770",
        REF_WP: "10",
        avBegin: "2009/02/09",
        langinfo: "10",
        MRT: "臺大醫院",
        SERIAL_NO: "2011051800000596",
        RowNumber: "19",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週日：9:00~17:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002524.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.038728",
        xbody: "長榮海事博物館的設立是長榮集團總裁張榮發先生多年來的心願，希望藉由海事博物館闡述張總裁與海洋的深厚情感及推廣台灣的海事教育。這是一間以海事為主題的博物館，適合不同世代、不同族群來館參訪。 館內大量收藏了種類豐富的模型船，從遠古人類以挖鑿方式建造的獨木舟，到西方所發展的各式帆船、機械動力船、工作船；還有展現台灣海島民情的竹筏，以及具有宗教信仰意義的王船等。其次，館中亦展出為數不少以海洋為背景的畫作，年代橫跨18到20世紀，從烽火連天的戰爭場景到波光瀲灩的海上帆影，可逐一欣賞各時代畫家筆下別具風情的海洋景象 。此外，長榮海事博物館亦有航海探索區。配合航海儀器及多媒體互動展示，讓觀眾親身體驗海上航行的相關知識 。",
        _id: 19,
        avEnd: "2015/03/11",
        address: "臺北市中正區中山南路11號"
    },
    {
        info: "1.捷運：信義線「台北101站」4號出口或板南線「市政府站」2號出口步行約10分鐘2.公車：搭乘至市府站、世貿站、信義行政中心、君悅飯店路線之公車1、20、22、28、32(區)、33、37、38、46、202、207、226、266、277、281、282、284、288、292、537、611、612、621、625、647、650、651、665、669、902、信義、博愛、藍5、藍10、板基線3.車位： 松智路及市府路各二處停車場出入口TAIPEI 101 Mall B2-B4 共1100個車位週邊 500公尺內共15座停車場",
        stitle: "台北101",
        xpostDate: "2015/12/09",
        longitude: "121.564837",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "台北101／世貿",
        SERIAL_NO: "2011051800001090",
        RowNumber: "25",
        CAT1: "景點",
        CAT2: "其他",
        MEMO_TIME: "周日~周四 11:00~21:30。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000361.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.033194",
        xbody: "台北101購物中心為地上5樓，地下1樓的購物空間，23000坪，是臺灣首座國際頂級購物中心。擁有許多精品旗艦店，如BALLY、LV、Prada、Gucci、Cartier、DIOR及FENDI等，消費者可以享受到最多樣的選擇，與全球流行零時差，輕鬆擁有愉悅的購物時刻。 臺北101購物中心有歐式、日式、泰式、中式等各國風味美食餐廳，如代官山居食屋、晶湯匙泰式料理、隨意鳥地方、九如浙江美食、川滇食尚等，美食街擁有上千個座位，非常舒適的用餐環境。4樓都會廣場擁有完美的空間設計規劃，佔地500餘坪，挑高40米。採光自然，與四周的露天座椅融合為一體，散發著明亮開闊的現代氛圍。與世貿中心和ATT 4 FUN購物中心有空橋連接，近君悅飯店，交通十分方便。 ",
        _id: 25,
        avEnd: "2015/12/09",
        address: "臺北市信義區信義路5段7號"
    },
    {
        info: "捷運站名：1. 中和蘆洲線至松江南京站2. 文湖線南京復興站，沿南京東路往圓環方向至建國北路左轉，步行約10分鐘.1.公車：46、248、254、266、279、282、288、292、306、307、604、605、622、652、668、675、711、紅25、棕9至南京建國路口，41、52、202、203、205、257至中山女中 ，5、41、49、72、203、290、505、527、642、643至南京松江路口 2.客運：臺汽客運：基隆～三重線(經高速公路)，基隆～中壢線 3.停車資訊：建國北路高架橋下停車場 中山區建國北路高架橋下",
        stitle: "袖珍博物館",
        xpostDate: "2014/11/17",
        longitude: "121.536287",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "松江南京",
        SERIAL_NO: "2011051800000244",
        RowNumber: "20",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週日10:00~18:00 。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000762.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.050375",
        xbody: "「不是你變大了，而是在這裡世界都變小了。」在林文仁、林楊錦梅夫婦創辦的袖珍博物館，不僅將興趣融入生活，也將這個充滿驚喜、細膩的小小世界搬回國內，賦予每位參觀者都能擁有美夢幸福的感受。在館內，可以看到林文仁夫婦走訪各國蒐集的珍貴收藏、欣賞歐美各國袖珍藝術家的作品。 目前館藏品已高達200餘件，其中包括了創辦人的第一件收藏，由茅屋蓋成的英國鄉村風格建築「鄉村茶廊與古董店」；以120 分之1的比例製作，麻雀雖小卻五臟俱全的全館最小作品「樹上礦坑」；充分展現袖珍技術與創意巧思，最富麗堂皇的作品「白金漢宮」……種種精巧作品，令人看得嘖嘖稱奇。從古時候貴族到平民，大人和小孩都喜歡的袖珍屋，有機會一定要來看看這個夢想空間。",
        _id: 20,
        avEnd: "2014/11/17",
        address: "臺北市中山區建國北路1段 96 號 B1"
    },
    {
        info: "捷運站名：1.捷運雙連站，轉乘紅33於民生西寧路口站下車。2.捷運景美站、公館站、古亭站，往新店溪方向步行，可以抵達腳踏車道入口處。1.公車：紅33於民生西寧路口站下車，74、236、251、252、642、644、648、650、660、673等，於景美站、公館站、古亭站下車，依疏散門指引方向前往。 2.開車：沿著環河南路、水源快速道路接羅斯福路5段，依疏散門入口指引便可抵達。",
        stitle: "新店溪、大漢溪與淡水河自行車道",
        xpostDate: "2013/07/10",
        longitude: "121.504196",
        REF_WP: "10",
        avBegin: "2008/09/17",
        langinfo: "10",
        MRT: "雙連",
        SERIAL_NO: "2011051800000432",
        RowNumber: "21",
        CAT1: "景點",
        CAT2: "單車遊蹤",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000980.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.020141",
        xbody: "這段由大稻埕碼頭沿著延平河濱公園所興建的自行車道，在遊騎之餘還可以走訪相鄰的文化古蹟，在動靜相宜的休閒活動中，既可強身還可陶醉於文化洗禮。周邊著名的文化觀光景點，如迪化街、霞海城隍廟、林柳新紀念偶戲博物館、酒泉街方向的臺北孔廟、保安宮等景點，從中體驗文化饗宴。沿途景觀包括大稻埕碼頭咖啡廣場、唐山帆船造景、碼頭拱橋、淡水河遠眺等，還結合藍色公路航線，帶著腳踏車一起前進到關渡碼頭，甚至淡水漁人碼頭、八里左岸等，享受多樣之河濱遊憩樂趣。這段自行車道在華江橋之後便進入新店溪沿岸，橫跨新店溪的多座橋更可帶領您進入大漢溪沿岸的自行車道，因為周圍的建築物林立，更凸顯這片河畔公園的可貴，新店溪、大漢溪的沿岸景色，充滿「城市中的綠地」的感覺，這一長串的河濱公園，穿越了鶯歌、土城、板橋、中永和、新店，每年的10月到隔年3月，更可以欣賞遠道而來的雁鴨嬌客及保育候鳥，結合育樂、健身、美食等樂趣，讓整天的自行車騎乘活動充實而豐富。",
        _id: 21,
        avEnd: "2013/07/10",
        address: "臺北市萬華區華中二疏散門入口"
    },
    {
        info: "新北投站下車，沿中山路直走即可到達公車：216、218、223、230、266、602、小6、小7、小9、、小22、小25、小26至新北投站下車",
        stitle: "北投公園",
        xpostDate: "2014/05/22",
        longitude: "121.507289",
        REF_WP: "10",
        avBegin: "2009/08/24",
        langinfo: "10",
        MRT: "新北投",
        SERIAL_NO: "2011051800000660",
        RowNumber: "22",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "全天開放",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E196/F761/d15e55ea-c2a2-41cf-a931-42adab2bb739.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.136663",
        xbody: "「北投」總是給人說不完的人文、傳說及故事，下了新北投捷運站，跟著裊裊的溫泉煙霧前行，前方滿是綠意的溫泉鄉美景，就是北投公園。北投公園由北投1、2、4、54、55號等都市計畫公園所組成，面積達6萬1,129平方公尺。首先映入眼簾的，是98年度完工的入口跳泉，每日固定時間隨著音樂，有著燈光及水泉飛舞，為北投這個具有豐富文化的老台北地區，重新注入一股新生的活力，沿著光明路側，途經白千層及魯花樹等珍稀老樹，為即將滿百歲的北投公園見證他豐富的歷史，旅途中，也會經過由臺北市立圖書館首次建築的綠色圖書館，強調節能省碳，也為北投公園帶來書香氣息，門口的的噴水池更是電影取景之首選，沿著北投溪前進，世界上唯一以臺灣地名命名的「北投石」，即出產於此，雖然現在已不復見。越過小徑拾級而上，來到中山路側，除了北投露天溫泉浴池外，旁邊還有于右任先生提名之「梅庭」歷史建物，目前已由本府觀光傳播局規劃為梅庭遊客中心，以提供遊客最貼心的服務，還有聞名的溫泉博物館，日洋合一的木造窗櫺及紅磚建築體，似乎還瀰漫著濃濃硫磺的特有香味，感受日據時代建築之美感，周邊潺潺溪流及綠蔭搖曳的景緻，置身其中，像是回到舊時的悠悠時光裡。北投公園有說不完的老故事以及各式各樣動、植物群聚，周邊還有地熱谷等著名景點，不妨趁著假日，安排一趟洗滌身心的知性之旅，相信您一定滿載而歸。公園位置：北投公園一：臺北市中山路2號隔壁 　　　　　北投公園二：臺北市中山路4-1號 　　　　　北投公園三：臺北市中山路5-7號 　　　　　北投公園四：臺北市光明路227號對面 　　　　　北投公園五：臺北市光明路283號對面管理單位：陽明山公園管理所　聯絡電話：2861-6533資料來源臺北市政府工務局公園路燈工程管理處",
        _id: 22,
        avEnd: "2014/05/22",
        address: "臺北市北投區中山路2號"
    },
    {
        info: "捷運站名：中山站沿南京西路直行往寶島鐘錶方向走到底，右轉迪化街直走即可到達。或是雙連站往民生西路左轉迪化街。1.公車：9、12、250、274、304、市民小巴9至延平一站，811、紅33至迪化街站、民生西寧路口站，206、250、255、274、304重慶北、518、539、639、641、669、704至南京西路口站。 2.車位：3、5號水門外有停車場，百車驛停車場，國茶帝國花園廣場地下停車",
        stitle: "台北霞海城隍廟",
        xpostDate: "2015/08/17",
        longitude: "121.510085",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "中山",
        SERIAL_NO: "2011051800000292",
        RowNumber: "23",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "每日06:16~19:47",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000930.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.055565",
        xbody: "位於迪化街1段的霞海城隍廟，建於西元1856（咸豐六年），占地約46餘坪，雖沒有巍峨之廟貌，然其信仰圈極廣、香火鼎盛，每逢迎神賽會總是熱鬧非凡、位為地方大事，與大稻埕的地方發展息息相關。城隍廟內主祀霞海城隍老爺，從祀二判官(文、武判)、謝范二將軍(七、八爺)，配祀三十八義勇公。城隍夫人、八司官、八將軍、馬使爺、及月下老人等，這座著名的古廟，1994年之前可以容納六百多尊神像，目前只有200尊左右，曾經是臺灣神像密度最高的廟，蔚為一景。 在霞海城隍廟中，除了城隍爺之外，最吸引遊客的，莫過於拜月老，每年帶著禮餅來答謝者超過6000對，而其中最搶手的就是馭夫鞋（又名幸福鞋），是臺北市有名的「愛情御守」，平均每年到霞海城隍廟「求鞋」民眾更超過200對家庭。相傳城隍爺和城隍夫人相差約70歲，「老夫疼少妻」下，民間深信這對「神仙伴侶」可為家庭帶來幸福，造就了「馭夫鞋」的由來。城隍廟在坊間傳說中，還有著1段神蹟故事。1884年，中法戰爭時，法軍來攻臺灣，當時的臺北人來此虔誠祈禱霞海城隍爺的保護。城隍爺果然大顯靈赫，最終法軍只到五堵為止就被擊敗，未能攻佔臺北，所以民間都尊稱霞海城隍為威靈公。",
        _id: 23,
        avEnd: "2015/08/17",
        address: "臺北市大同區迪化街1段61號"
    },
    // {
    //     info: null,
    //     stitle: "河濱自行車道",
    //     xpostDate: "2014/02/18",
    //     longitude: "121.508379",
    //     REF_WP: "10",
    //     avBegin: "2013/05/13",
    //     langinfo: "10",
    //     MRT: null,
    //     SERIAL_NO: "2013051300000005",
    //     RowNumber: "24",
    //     CAT1: "景點",
    //     CAT2: "單車遊蹤",

    //     file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D33/E548/F454/7a01eb6a-93ac-4fbd-8d20-3628391d3054.jpg",
    //     idpt: "臺北旅遊網",
    //     latitude: "25.076421",
    //     xbody: "臺北的河濱自行車道規劃得相當完善，有提供民眾租車服務，可以一路環遊淡水河、基隆河、新店溪、景美溪，共111公里水岸的自然與人文風光，河川沿線有豐富的自然、古蹟等美麗景觀，除了提供市民休閒時的最佳去處，也能看到一個城市發展的軌跡。而圓山、大直到內湖一帶的河濱，在整治後樣貌截然不同，騰出了寬敞的行水區，成為基隆河最美的一段，也保留城市呼吸的空間。若從大稻埕疏散門(淡5號)進入大稻埕至淡水河，則能一路欣賞淡水河兩岸燈火搖曳的臺北夜景，十足浪漫迷人。",
    //     _id: 24,
    //     avEnd: "2014/02/18",
    //     address: "臺北市水河、基隆河及新店溪河岸兩側向下游延伸至關渡濕地，南起景美、東至內湖"
    // },
    {
        info: "捷運站名：國父紀念館站4號出口，沿忠孝東路方向直行即可到達，步行約3分鐘公車：204、212、232、235、240、259、261、263、266、270、278、281、282、288、299、504、662、663、667、至國父紀念館站 停車資訊： 1.捷運國父紀念館站4號出口旁有僑安停車場 2.臨近有台北市政府地下收費停車場 3.國父紀念館委外經營之第一停車場(光復南路麥當勞對面)及第二停車場(忠孝東路入口)",
        stitle: "國父紀念館",
        xpostDate: "2015/12/10",
        longitude: "121.560314",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "國父紀念館",
        SERIAL_NO: "2011051800000112",
        RowNumber: "30",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "展場開放時間：每日9：00至18：00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000358.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.040055",
        xbody: "為紀念國父孫中山先生之革命行誼、人格，並發 揚其思想學說，於1972年落成的國父紀念館，由建築師王大閎設計。除供海內外人士瞻仰國父之外，也兼具文化藝術教育、生活休閒及學術研 究之功能。巍峨莊嚴的建築本體，座落在綠草如茵，花木扶 疏的中山公園，成為臺北東區一顆璀璨的明星。這裡也為國內的文化藝術帶來嶄新的面貌，許多的藝術活動都在這裡進行，像是文藝走廊、文化藝術展覽活動、青年創作等。另外也有絕佳的室 內表演空間，可以辦理劇場展演活動，像是大家 熟悉所的金馬獎、金鐘獎等，都在此舉行過。 晨間時刻，只見老爺爺、老奶奶們在這兒打太極拳、跳土風舞。 天空中常有風箏翩翩飛舞，點綴著臺北的天空。在假日時刻，寬闊的廣場，更是親子玩飛盤、玩直排輪、散步休閒的好去處。",
        _id: 30,
        avEnd: "2015/12/10",
        address: "臺北市信義區仁愛路4段505號"
    },
    {
        info: "1.公車：260, 260區, 市民小巴M3, 紅5至陽明山總站，轉搭108休閒公車至各景點 2.捷運：劍潭站出站，搭公車紅5號在陽明山總站下車，轉搭108休閒公車至各景點",
        stitle: "陽明山國家公園",
        xpostDate: "2013/09/30",
        longitude: "121.547742",
        REF_WP: "10",
        avBegin: "2010/09/13",
        langinfo: "10",
        MRT: null,
        SERIAL_NO: "2011051800000567",
        RowNumber: "26",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "各遊客服務站：AM9:00~PM4:30。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003994.JPG",
        idpt: "臺北旅遊網",
        latitude: "25.15579",
        xbody: "陽明山國家公園是臺灣離都會區最近的一座國家公園，這裡地貌多變、生態豐富，孕育了許多珍貴的保育類動物，幸運的話，可以在這裏發現台灣特有種鳥類－台灣藍鵲的蹤跡。公園內種滿了梅、櫻、桃、李、杜鵑、茶花等各式花卉，每年春天櫻花盛開，總是吸引眾多人潮上山賞花。櫻花季過後，大約三月中旬竹子湖的海芋接著盛開，到田裡體驗採花的趣味，帶著一束海芋回家，成了遊客的必備行程。公園內最具代表的是一座由各式當季花卉組成的花鐘，來到陽明山，你一定要來這邊拍張照！除了花鐘，陽明山還有小油坑、陽明書屋、冷水坑、擎天崗等熱門景點，如果你喜歡登山踏青，這些景點千萬不能錯過。此外，陽明山一帶擁有豐富的地熱資源，各處溫泉的泉質又有不同，北投地區行義路一帶的溫泉餐廳林立，若你旅經此處，別忘了享受這裡特有的硫磺溫泉！春天賞花，夏天避暑，秋天有芒花與楓葉、冬天泡溫泉，陽明山的四季都有不同的美景、樂趣，等著你來發掘喔！",
        _id: 26,
        avEnd: "2013/09/30",
        address: "臺北市士林區竹子湖路1-20號"
    },
    {
        info: "捷運－文湖線，在動物園站下車→ 請參閱臺北捷運公司─捷運路線圖板南線，在市政府站下車，再轉乘綠1、棕18或棕21公車公車－請搭乘236(含區間車)、237、282(含副線)、294、295、611、676、679、793、933、小12、棕3、棕6、棕11(含副線)、棕15(含區間車)、棕18、棕21、綠1、1501、1503及1558等路線，在捷運動物園站下車",
        stitle: "臺北市立動物園",
        xpostDate: "2015/12/11",
        longitude: "121.58211",
        REF_WP: "10",
        avBegin: "2010/09/12",
        langinfo: "10",
        MRT: "動物園",
        SERIAL_NO: "2011051800000689",
        RowNumber: "27",
        CAT1: "景點",
        CAT2: "親子共遊",
        MEMO_TIME: "園區09:00-17:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003997.JPG",
        idpt: "臺北旅遊網",
        latitude: "24.99883",
        xbody: "臺北市立動物園是世界前十大都市型的動物園之一，搭捷運木柵線到最後一站就可以抵達。園區內有超過四百種的動物，是東南亞規模最大的動物園。園區內有7個室內展示館，首先要造訪的是「昆蟲館」，在這裡可以看到臺灣特有種的蝴蝶喔；再來，不能錯過超高人氣的「無尾熊館」和「企鵝館」，還有兩隻從中國來的大貓熊，這些都是園區內受歡迎的動物明星，來瞧瞧他們可愛的模樣吧！上一代的招牌動物是亞洲象「林旺爺爺」，大象林旺活了86歲，比一般的亞洲象多活了20歲左右，被動物學家稱為奇蹟，林旺過世後被製成標本，是全世界最大的亞洲象標本，目前在「教育中心」展出。除了室內展示館，還有8個戶外展示區，戶外展示區依地理環境做劃分，兼具物種展示及生態環境教育的功能，其中「兒童動物園」、「臺灣鄉土動物區」和「非洲動物區」是動物園線上票選最受歡迎的展示區。「臺灣鄉土動物區」展出梅花鹿、臺灣黑熊、台灣獼猴和藍腹鷳等台灣特有種，這些可都是台灣限定，千萬不可以錯過喔！ ",
        _id: 27,
        avEnd: "2015/12/11",
        address: "臺北市文山區新光路二段30號"
    },
    {
        info: "捷運站名：文德站一、自行開車：1、過大直橋沿北安路接內湖路一段至文德路左轉接內湖路二段可達碧湖公園。2、以台北車站為起點往大直到內湖(湖光教會)有分岔路，往內湖國小方向直走，即可達碧湖公園。二、搭乘公車：1、搭乘梯營公車21、藍27、28-247-267、278、521「達人女中」站下車，步行百餘公尺，即到達碧湖公園。 2、搭乘公車小2復興劇校-，即到達碧湖公園。3、搭乘公車222,240,240(麥帥),240(新明路),256,256(副),藍20,藍27中央國宅，即到達碧湖公園。4、搭乘公車222,240,240(麥帥),240(新明路),256,256(副),紅31,藍20,藍27西湖園，即到達碧湖公園。停車場:港富平面停車場　",
        stitle: "碧湖公園",
        xpostDate: "2015/12/11",
        longitude: "121.581244",
        REF_WP: "10",
        avBegin: "2009/07/01",
        langinfo: "10",
        MRT: "文德",
        SERIAL_NO: "2011051800000646",
        RowNumber: "28",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "全天開放",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002936.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.082220",
        xbody: "碧湖公園面積約有13.1公頃，鄰近國立戲曲專科學校，園中有座大埤湖，面積約7公頃，昔日為農業灌溉用的蓄水池塘，76年改建為公園，之後便成為周邊居民休閒場所。園中有中式之涼亭、九曲橋及環湖步道等設施，湖岸周邊植有柳樹、落羽松、白千層、阿勃勒、鳳凰木、扶桑、杜鵑、 矮仙丹，春夏季節有繁花盛開，加上湖光山色的景色，與大湖公園有異曲同工之妙。此外，園中管理中心一樓設有容量約45人座位之閱覽室，可提供民眾進修，另有網球場、游泳池等健身設施，除遊園賞景、運動之外，還可垂釣及登山健行，園中共有6條登山小徑，沿途也設有亭閣可休憩，環境十分清幽。",
        _id: 28,
        avEnd: "2015/12/11",
        address: "臺北市內湖區內湖路2段175號"
    },
    {
        info: "捷運站名：1.左岸：淡水線圓山站，往民族東路、新生北路方向步行，穿越中山高速公路底下涵洞，再右轉即抵達。2.右岸：內湖線大直站往大直橋方向即可進入，或由劍南路站經美堤疏散門進入，或由東湖站經南湖疏散門進入。公車－左岸：72、222、棕16於大佳國小站下車，自林安泰疏散門進入。262、307、505、604、藍10於莊敬里或撫遠抽水站下車，自塔悠疏散門進入。公車－右岸：28、256至明水路三或大直抽水站下車。28、284、棕1、藍20於成功橋站下車或潭美國小站。紅3、藍26於基河國宅二期站下車，自右岸美堤疏散門進入。28、203、205、276、605、629、668、675於玉成國小站下車，從南湖橋南湖疏散門進入。",
        stitle: "基隆河左、右岸親水",
        xpostDate: "2014/12/26",
        longitude: "121.530239",
        REF_WP: "10",
        avBegin: "2010/02/14",
        langinfo: "10",
        MRT: "圓山",
        SERIAL_NO: "2011051800000037",
        RowNumber: "29",
        CAT1: "景點",
        CAT2: "單車遊蹤",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000840.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.071668",
        xbody: "從左岸的林安泰疏散門進入河濱腳踏車道，遊客可以看見紀錄著基隆河緣起，整治故事的解說牌，讓民眾在運動休閒之餘，還能瞭解基隆河長長的歷史典故。大佳河濱公園是屬於河床填土後的新生地，放眼望去盡是綠野草地，靠西之地建設成都會行綠化公園，其中以中山橋到大直橋間段的親水公園最具特色，地標「希望之泉」的噴泉設計，高達25層樓高的扇型噴泉水幕，精彩的水舞，夜晚亮麗的五彩霓虹燈光。整個河濱之地瞬間成為繽紛亮麗，背景在圓山飯店古典輝煌的紅色建築陪襯下，景緻格外好看，可以說是老少咸宜、戀愛男女朋友最佳去處。遊客若是從右岸的美堤疏散門進入，也同樣可以看見堤防壁上用圖案細說基隆河歷史故事，同樣精彩耀眼，夜遊基隆河，更可看到絢麗摩天輪及內湖科技園區的夜景，美不勝收。",
        _id: 29,
        avEnd: "2014/12/26",
        address: "臺北市士林區基隆河左、右岸"
    },
    {
        info: "捷運文湖線站名：大湖公園站公車：247、284、287、617、620、630、677、681、棕10、棕19、紅2至捷運大湖公園站即可到達。",
        stitle: "大湖公園",
        xpostDate: "2015/12/08",
        longitude: "121.60231",
        REF_WP: "10",
        avBegin: "2009/07/01",
        langinfo: "10",
        MRT: "大湖公園",
        SERIAL_NO: "2011051800000642",
        RowNumber: "31",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "全天開放",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D727/E874/F732/1f40db60-ded0-416a-976e-baeea0464d8e.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.08282",
        xbody: "大湖公園湖泊因白鷺成群又名白鷺湖，位於內湖區成功路5段，毗鄰白鷺山，遙指五指山、忠勇山等，佔地約13公頃餘。民國68年仿中國園林興建，大湖湖泊面積約10公頃餘，屬區域性公園。其依山傍水，水岸蜿蜒曲折，湖面波光粼粼，視野開闊，拱橋彷彿垂虹，每當山橫春靄，新柳拂水，遠處嵐影，盡入眼簾；亭中小歇、宜眺宜憩，雲水變幻，騁懷遊目，景色秀美；每當夏秋之季，煙雨瀰漫，仿如畫中，在2012年5月登上法國世界報。 惟大湖公園開闢迄今已三十餘年，存在許多問題，因此公園處於2008年著手辦理大湖公園環境改造工程的規劃設計，期望再創大湖公園風華。 為減少對市民遊憩之影響，「大湖公園環境改造工程」分為2期進行，第一期工程包括可增加市民晨昏運動又有大樹遮蔭的綠茵廣場，大大提升優質的活動空間；豐富大湖生態生態浮島，完成後已成為鳥類覓食與築巢的棲地，也提供魚類產卵、覓食、遮蔽棲息的良好場所，同時吸引許多水生昆蟲，目前已可經常見到白鷺鷥、水鴨等棲息其中；大湖西側路堤擋土牆影響湖域景觀，經過採用木排樁護岸生態美化工法的改造，原本生硬的混凝土牆已是綠意盎然；銜接大湖各水池間階梯便橋，常造成娃娃車、輪椅、老人家遊園時的障礙，經無障礙動線的改造後已是暢行無阻；過密的樹木使得公園陰暗不已，也易滋生蚊蟲、草皮無法生長，經過適當的修剪、疏植等改造手法，陽光從葉間灑落，樹下草皮綠意盎然映入眼簾是陽光綠地的優美景緻；民眾喜愛的釣魚活動，在改造工程中亦規劃了舒適的釣魚木平台，不僅有舒適的木座椅並有著夜間燈光，在黑夜中同樣能盡情垂釣。  第二期工程以泳池建築工程為主，將原本結構出現問題的泳池予以重建，改造後的大湖泳池將成為符合綠建築理念的活水中心。在建築外觀上採用覆土式的地景建築，不僅不會因為量體大而造成景觀壓力，反而與大湖公園的美景充分融入，同時亦能減少輻射熱而達環保節能之效；並將屋頂設計為觀景平台，讓您遊園漫步中，不知不覺已登高望遠並將大湖美景收入眼簾；另外在充份考量當地的陽光、風等微氣候環境，巧妙的運用遮陽格柵、開窗形式與方位等設計手法，讓讓室內泳池不僅採光良好、溫度舒適，擾人的氯氣味道也將消失無蹤；而遠近馳名的50M長水道泳池也將予以保留，並將泳池週邊妥善綠美化，改造後將與公園景觀充分結合，置身其中將彷彿悠游在大自然中。 大湖公園環境改造工程第一期工程於2011年8月18日完成並已開放市民使用。第二期泳池工程已於101年2月20日開工，已於103年初整體完工以嶄新面貌與市民朋友見面。誠摯的邀請您能蒞園一遊，除遠離塵囂、遊園賞景、漫湖岸垂柳步道欣賞湖光山、徜徉落羽松林吸收大自然精華及享受青草香外，同時可進行垂釣、野餐、游泳等各項活動，若能再結合附近山區的健行活動，大湖公園將是進行半日或一日遊的最佳休憩景點。 資料來源：公園路燈工程管理處",
        _id: 31,
        avEnd: "2015/12/08",
        address: "臺北市內湖區成功路5段31號"
    },
    {
        info: "捷運站名：搭乘捷運淡水線至圓山站下車，再轉搭208、247、267、287、紅2公車，至忠烈祠站下車即可抵達。捷運淡水線劍潭站下車，再轉搭267、287、646、677、902、紅3公車，至忠烈祠站。捷運文湖線大直站下車，再轉搭902、247、紅2、紅3公車，至忠烈祠站。",
        stitle: "臺北忠烈祠",
        xpostDate: "2015/10/20",
        longitude: "121.5330",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "大直",
        SERIAL_NO: "2011051800000116",
        RowNumber: "32",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "每日09:00~17:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000791.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.0788",
        xbody: "臺北忠烈祠背倚青山，面臨基隆河，建於1969年，主建築型式仿北京故宮太和殿，雄偉壯麗，象徵著烈士們成仁取義的大無畏精神。四周有一萬餘坪的青草地，在群山的拱衛中，營造出一種清幽而肅穆的氣氛，更烘托出建築物的莊嚴。 中華民國成立前的革命烈士，及抗日戰爭及國共戰爭中犧牲的將士官兵，皆供奉於此，讓後人得以追思眾將士之愛國精神。在忠烈祠大門前站崗的衛兵，個個訓練嚴謹，總是雄偉站立著。每小時進行一次的衛兵交接換哨儀式，也甚受觀光客歡迎，整齊劃一的動作，迅速確實，抬頭挺胸的步伐，展現出士兵們雄偉的氣度，經常吸引觀光客拍照紀念。",
        _id: 32,
        avEnd: "2015/10/20",
        address: "臺北市中山區北安路139號"
    },
    {
        info: "捷運：關渡站，轉乘紅35、小23於關渡碼頭站下車。 公車：216副線、302、550至關渡宮站，沿水岸公園步行約5分鐘抵達。",
        stitle: "關渡碼頭-甘豆門",
        xpostDate: "2014/03/18",
        longitude: "121.461523",
        REF_WP: "10",
        avBegin: "2008/08/02",
        langinfo: "10",
        MRT: "關渡",
        SERIAL_NO: "2011051800000011",
        RowNumber: "33",
        CAT1: "景點",
        CAT2: "藍色公路",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000838.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.122507",
        xbody: "關渡早期稱為甘豆門，因背倚觀音山和大屯山，面向淡水河，因而成為一處地勢險要的港口，早年先民由關渡碼頭進入移居臺灣北部開墾，因此關渡的開發甚早，後因兩河（基隆河、淡水河）河口泥沙淤積，水運才逐漸沒落。關渡擁有美麗而珍貴的河濱溼地，其中同緯度難得一見的水筆仔植物景觀，堪稱世界瑰寶，也讓關渡生態自然公園至今一直紅透半邊天。 ",
        _id: 33,
        avEnd: "2014/03/18",
        address: "臺北市北投區關渡碼頭"
    },
    {
        info: "捷運站名：捷運劍潭站，轉乘紅7、紅10僑美站下車，步行約10分鐘，可抵社子島腳踏車道。；租車資訊：1.社子花卉廣場設有民間經營的腳踏車租借站。 2.由大稻埕碼頭租借站租車後前往。 3.二重疏洪親水公園設有腳踏車租借站。1.公車:2、215、246、536、紅10，於僑美站下車即可抵達社子島腳踏車道 2.開車： * 往臺北市區前往，可走三重環河道路，穿越提頂道路即可抵達。 * 由臺北市區前往，可沿延平北路北行，至七段處越過社子島入口頸子口（社子國小），即可抵達腳踏車道入口處。",
        stitle: "社子島環島與二重疏洪道自行車道",
        xpostDate: "2014/08/18",
        longitude: "121.503137",
        REF_WP: "10",
        avBegin: "2008/08/02",
        langinfo: "10",
        MRT: "劍潭",
        SERIAL_NO: "2011051800000033",
        RowNumber: "34",
        CAT1: "景點",
        CAT2: "單車遊蹤",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000846.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.08952",
        xbody: "社子島位於基隆河與淡水河之交匯處，地質為沙洲型態，該地區處處可見稻田橫亙，菜園綠茵，展現老農村民風純樸的美麗景緻。該地區利用堤頂建設自行車道，吸引許多自行車愛好者前往，社子島沙洲沙尾可以看見基隆和與淡水河交匯波濤澎湃的景象，每當夕陽西下，金黃色落日餘暉揮灑在河面上閃閃動人，遠眺大屯山及觀音山綿延天邊的景緻，教人美不勝收。往南還可銜接百齡橋左岸自行車，這裡有許多大型的各式球場，而且經常可以看見國內外著名的球隊在此練球，騎乘之餘欣賞開闊的運動廣場人群，既充實又熱鬧。二重疏洪道環狀自行車道全長24公里，穿越堤頂道路進入公園區域，不同主題的河濱綠地，可以花上很多時間去探險。",
        _id: 34,
        avEnd: "2014/08/18",
        address: "臺北市士林區延平北路七段"
    },
    {
        info: "捷運石牌站下車，轉乘紅15、紅19、224至「天母站」下車；捷運劍潭站下車，轉乘紅5、260至「山仔后站」下車，步行至愛富三街登山口；公車220、267、601、603至「天母站」下車，步行至中山北路七段",
        stitle: "七星山系-天母古道親山步道",
        xpostDate: "2015/12/08",
        longitude: "121.534101",
        REF_WP: "10",
        avBegin: "2008/08/02",
        langinfo: "10",
        MRT: "石牌",
        SERIAL_NO: "2011051800000086",
        RowNumber: "35",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000377.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.126878",
        xbody: "天母古道親山步道天母古道親山步道穿越士林華岡地區的西北山坡，也是紗帽山南邊的鞍部，屬於早年魚路古道的後段，涵蓋華岡至天母間的數條步道，沿著大水管構築，潺潺溪水、原始林相，步行其間，讓人倍覺涼爽舒適。步道還可順遊經翠峰瀑布至猴洞產業道路的「翠峰步道」，夾峙在山間林蔭中，走起來特別涼爽舒適。天母古道曾經是金山與天母間重要的連絡要道，自從仰德大道開通後，這條早年的便道就成為名符其實的古道，近年更躍昇為熱門的登山路線，每逢假日遊人如織。天母古道生態景觀天母古道全區海拔高度從約300公尺至120公尺屬於臺灣低海拔亞熱帶闊葉林生態系。從大屯山鞍部吹來的東北季風帶來強風、雨水和低溫，使山腰古道迎風面，呈現暖溫帶闊葉林景致；相反的山腰避風面溪谷陰溼地環境則利於熱帶熱帶闊葉樹種生長，如熱帶板根、幹生花、纏勒等現象。天母古道雖海拔僅300公尺，卻有著熱帶、亞熱帶及暖溫帶闊葉林等不同生態之壓縮型生態系環境，相當難得而珍貴。◎特別提醒山友：步道下切翠峰瀑布的岔路附近，容易看見猴群出沒，當您看見猴群出現時，請不要任意餵食，以免猴兒為爭搶食物，不小心傷害到您喔！水管路步道水管路步道自日據時代便是保安林區的水源重地，不僅林相原始豐富，沿途築水而居的蕨類、姑婆芋等植物，更見茂盛而繁多。水管路係為接引第三水源地泉水到天母、士林一帶所闢建，步道前段爬坡路沿線已不見大水管，而步道後段水管就埋在步道底下。1930年間水管上陸續鋪設石板和水泥作為保護，水管路就因此而形成，水管路與步道在天母地區因山勢漸緩才分道揚鑣。目前步道入口處的三角埔發電廠是步道的起點，也是水管路的終點。入山林前先暖身自登山口出發，得先經過上千級石階的考驗，沿途有人遞熱茶熱湯免費試喝，才剛覺得熱，遮陽帽就出現了，若是口渴，林間還有果汁、茶，和甜美的地瓜湯在等著你。怪怪，還沒到陽明山呢，「在地」的蔬菜、竹筍、地瓜就已一字排開。 說是有一千多個階梯，就當作是進入山林前的「暖身」。首先映入眼簾是龍眼樹林，石階兩旁高大的龍眼樹，有的樹腰粗到要兩人合抱。從前，龍眼可是這裡的主要產業。再往上走，出現傳說中的黑色大水管，山路也突然變得陡直。 上坡路不免要費點體力，累了，中途和盡頭都有涼亭可以歇歇腳。站在中途涼亭旁回望，天母市區已在山腳下，小有成就感，即使有點喘吁吁也能繼續向前行；走到盡頭，如果天氣晴朗，還能遠眺林口台地，據說從這裡觀看台北夜景也很不錯喲。 終於走完這段陡坡，在蓄水池旁洗把臉擦擦汗，馬上就要進入林蔭坦途囉。 詩意的步道之旅造訪過水管路步道的人，多半都會愛上這段路。沿途林木蔽日，夏日走在如履平地的山路上倍覺舒適涼爽；冬季只聽見北風在溪谷中呼嘯，但不覺有刺骨寒風。這裡的路面平整，很適合駐足觀景。漫步林間小徑，視野由眺望天母、北投轉換至山林溪谷，山間梯田與裊裊煙霧構成如詩如畫的動人美景。 海拔僅300公尺高的水管路步道，因為自日據時代便是「水源重地」和「保安林區」，林相原始豐富，不但沿途可見許多逐水而居的蕨類、姑婆芋等指標性植物，生活其間的植物更高達三百餘種，可見生態環境受到很好的保護。 路旁山崖的石壁上時有石頭堆砌，從岩壁流出的山泉水流入圳溝，吸引不少溪蝦和蝌蚪在此聚集。步道後段還有一條小水溝，清澈的水流同樣來自山上湧出的泉水，裡面有許多沼蝦和螃蟹，更是多種蜻蜓及蛙類繁殖的場所。從秋季到次年春季時，不時可以聽到斯文豪氏赤蛙如鳥叫的鳴聲。清晨或黃昏時段，還有機會看到台灣獼猴在此出沒呢。 水道水　潺潺流 水管路步道源自於日據時期，為了接引第三水源地的泉水到天母、士林一帶所開闢。行走在沿山壁開鑿的山徑，已不見前段爬坡路上的大水管，其實後段水管就埋在步道底下。一九三○年代，水管之上陸續鋪設石板和泥土作為保護，水管路就此成形。接近天母地區，因為山勢漸展，水管與步道才「分道揚鑣」。 現在靠山崖的路上見到圳溝，石頭堆砌引導山泉流下的水溝彷彿是昔日藉水管引水的縮影；站在上坡路的水管旁，還可聽到大水管內急速的水流聲。 步道入口的三角埔發電廠是步道的起點，也是水管道的終點，儘管已功成身退，依然見證了這水道的今與昔。 ",
        _id: 35,
        avEnd: "2015/12/08",
        address: "臺北市士林區中山北路7段232巷"
    },
    {
        info: "捷運站名：淡水線至中山站下車，沿捷運大街往台北車站方向步行約5分鐘， 自長安西路R4號出口乘電梯公車：216,218,220,224,247,260,287,310至中山市場站低底盤公車：棕9、266、282(均先至捷運中山站下車，再步行前往)",
        stitle: "台北當代藝術館",
        xpostDate: "2014/08/27",
        longitude: "121.51892",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "中山",
        SERIAL_NO: "2011051800000141",
        RowNumber: "50",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週日10:00~18:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000735.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.05072",
        xbody: "台北當代藝術館為古蹟建築，紅磚表面，木造屋架，垂直長條型的窗，黑瓦洋風斜屋頂，在日據時期是臺北市建成小學校校舍，臺灣光復後為臺北市政府辦公處，1994年臺北市政府遷往信義計畫區，市府大樓正面建築作為美術館使用，東、西側兩翼部份為建成國中校舍。美術館名稱本為「臺北第二美術館」，後由「北美館」獨立出來，在2000年正式更名為「台北當代藝術館」，展示各種當代藝術作品。為更讓民眾理解作品內涵，館內提供免費語音導覽下載、免費語音導覽借用、免費團體導覽服務，週末有座談會、系列演講、工作坊活動，不時舉辦研習營，歡迎民眾報名參加。",
        _id: 50,
        avEnd: "2014/08/27",
        address: "臺北市大同區長安西路39號"
    },
    {
        info: "捷運中山站3號出口步行約3分鐘公車－1.「捷運中山站」： 棕9、12、52、266、282、292、306、613、622、638，步行約3分鐘。2.「國賓飯店站」： 40、216、218、220、221、224、247、260、261、287、310、636，步行約5分鐘。",
        stitle: "光點臺北",
        xpostDate: "2015/12/09",
        longitude: "121.522450",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "中山",
        SERIAL_NO: "2011051800000158",
        RowNumber: "36",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "依各空間營業時間",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000394.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.053225",
        xbody: "外觀為白色的2層樓西洋建築，廊柱為希臘柱式，風格似美國南方殖民風格，美國大使藍欽、莊萊德、柯爾克等人皆以這棟建築物做為官邸。1979年中美斷交後，最後一任大使離臺，建築物正式關閉。閒置多時的建築物，於內政部在1997年2月20日指定為第三級古蹟，有了新的轉機，臺北市文化局委託臺灣電影文化協會經營，成為以電影文化為主的「臺北之家」。內設光點電影院，有88座位。「光點．紅氣球」為提供輕食的電影沙龍，可容納約50人，每日下午5點以前開放民眾使用該空間。迴廊展覽館呈現各藝術創作者的作品，多功能藝文廳，面積為25坪，可容納約60人，內部設有電影相關書櫃，提供民眾閱讀，可以在此舉辦演講、座談會、茶會等。「光點．珈琲時光」咖啡廳，在庭園邊老樹旁，「光點．生活」書店則是一家專以「電影」與「城市」為主題的書店。臺北光點，為臺北的電影文化點亮了美好的光影。",
        _id: 36,
        avEnd: "2015/12/09",
        address: "臺北市中山區中山北路2段18號"
    },
    {
        info: "捷運：觀眾自圓山捷運站下車，自一號出口出站後，可步行穿越花博公園圓山園區，再左轉行進至中山北路，於右前方即可抵達美術館。公車：搭21、40、42、126、203、208、213、218、220、247、260、277、279、287、308、310、612、677、紅2、中山線、博愛公車、台北-金山、台北-三芝 至臺北市立美術館站下車。﹝紅2、21、220為低底盤公車﹞公車站牌位置: 美術館前(往北方向)、花博公園圓山園區與中山北路三段交叉口(往南方向)。http://www.tfam.museum/TFAM_Visit/Default.aspx?Vid=39&PMId=39",
        stitle: "臺北市立美術館",
        xpostDate: "2015/06/30",
        longitude: "121.524340",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "圓山",
        SERIAL_NO: "2011051800000133",
        RowNumber: "37",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週日: 09:30~17:30。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D532/E822/F530/e168789d-2c35-4c18-af07-04185601e3da.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.072852",
        xbody: "1983年開館，是臺灣首座現代美術館，空間與 展品的規劃新潮活潑，結合民眾生活與美術賞析。館內空間包含地下1層及地面3層，地下樓主要提供年 輕藝術家及團體展、競賽展，附設圖書及餐飲等服 務。1樓除了入口大廳，展覽室6公尺高的大型牆面及3層樓挑高的寬敞空間，主要用於國內外重要大型展 覽；2樓常設展區依照美術史架構或主題，展出各項館 藏。3樓明亮的採光與雙十字型交錯空間則以主題展覽為主。建築物由高而潘建築師所設計。除了展覽，館方不定期舉辦研討及假日親子活動，製 造美術館與民眾互動的機會，更拉近藝術與生活的距 離。現更推出週六夜間開館，為營造夜間時段濃厚的藝術氣氛，美術館也特別增加館體及戶外雕塑照明，廣場上的大型青銅雕塑 「朱銘－太極拱門」和紅色不鏽鋼「李再鈐－紅不 讓」都成為中山北路夜間的美麗視覺焦點。",
        _id: 37,
        avEnd: "2015/06/30",
        address: "臺北市中山區中山北路3段181號"
    },
    {
        info: "捷運：A‧捷運淡水線至復興崗站下步行約10分鐘，或搭216(副)、223、302、308、550、632、小23在忠義站下。B‧捷運淡水線至忠義站下步行約10分鐘，或搭216(副)、223、302、308、550、632、小23在忠義站下。公車：忠義站216(副)、223、302、308、550、632、小23。鐵路：從捷運台北車站搭捷運淡水線至復興崗站或忠義站下，步行約10分鐘，或搭216(副)、223、302、308、550、632、小23在忠義站下。",
        stitle: "行天宮北投分宮-忠義廟",
        xpostDate: "2014/12/26",
        longitude: "121.47744",
        REF_WP: "10",
        avBegin: "2008/12/18",
        langinfo: "10",
        MRT: "忠義",
        SERIAL_NO: "2011051800000584",
        RowNumber: "38",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "每日4點至下午9點",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002395.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.13748",
        xbody: "行天宮北投分宮，俗稱「忠義廟」，主祀 關聖帝君，位於台灣台北市北投區中央北路4段18巷50號，係台北市民權東路上香火鼎盛行天宮的分宮，但建廟歷史卻比台北本宮更早，原台鐵「忠義站」及現在捷運「忠義站」之站名，即因位置鄰近「忠義廟」而得名。  「關帝廟行天宮」，此為昔日信眾所熟知的「九台街恩主公廟」，原位於今日台北市中山區新興國中附近。「關帝廟行天宮」香火鼎盛，後來因廟地被劃歸為學校用地，廟方不得不積極另覓廟址準備搬遷，結果於民國45年在北投嗄嘮別（今忠義山）尋獲建廟吉地。由行天宮三宮建設人 玄空師父挹注資金建設，並於民國54年5月31日慶成，展現出三殿式的大廟格局。  北投行天宮廟區範圍約8公頃，廟殿建築雄偉，除附設圖書館外，區內花木扶疏、自然生態豐富，步道、庭園造景、休憩涼亭、停車場及公廁等設施規劃完善，且為市政府規劃之忠義山親山步道之起點。  從山下順著階梯而上，首先映入眼簾的是一大片綠油油的青草地，庭園造景及椰林大道；再拾階往上層，穿過日、月門，方才來到北投分宮開闊的前殿。廟埕十分寬敞，紅牆與灰色的石板地，在藍天下交織出一片祥和的氛圍。穿過山門，放眼看到典雅的玉皇殿及鐘鼓樓，展現的是莊麗的建築之美。  在參拜玉皇殿、後殿及三元殿之後，轉往後山方向，更可感受到寧靜的自然之美。漫步在林木蒼鬱的幽徑，或仰望綿密的修竹，或凝視歷盡滄桑的奇岩，益發覺得景緻清幽。再從右側的八百階登高，更可遠眺關渡平原和淡水河，視野相當遼闊又舒暢，是北淡線旅遊踏青、沉澱心靈的最佳景點。 ",
        _id: 38,
        avEnd: "2014/12/26",
        address: "臺北市北投區中央北路4段18巷50號"
    },
    {
        info: "捷運站名：捷運動物園站下車即可抵達；租車資訊：    * 租車資訊：木柵腳踏車租借站（捷運木柵線動物園站前捷運橋下。）1.開車：由臺北往木柵方向行駛，接木柵路後右轉萬壽橋再左轉新光路，直行即可抵動物園入口。 2.公車：236、237、282、295、611、棕3、棕6、棕11、棕15、棕18、綠1，於動物園站下車即抵",
        stitle: "景美溪左、右岸自行車道",
        xpostDate: "2014/09/03",
        longitude: "121.587451",
        REF_WP: "10",
        avBegin: "2008/08/02",
        langinfo: "10",
        MRT: "動物園",
        SERIAL_NO: "2011051800000025",
        RowNumber: "39",
        CAT1: "景點",
        CAT2: "單車遊蹤",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000844.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.0029",
        xbody: "有青山綠水相伴的景美溪左、右岸自行車道，沿線有動物園，Zoo Mall、政大球場及青草綠茵，溪流常有魚群穿梭，適合攜家帶眷全家出遊的路線。沿線的景觀相當豐富，翠綠草地，清澈溪流讓人感覺非常舒適，此外，於道南河濱公園內還設有各式各樣的運動場所，如籃球場、溜冰場、羽球場等，每到傍晚便可看到許多人或走或騎自行車到這兒來進行各種運動，是一個充滿活力的自行車道。",
        _id: 39,
        avEnd: "2014/09/03",
        address: "臺北市文山區木柵路"
    },
    {
        info: "捷運站名：中正紀念堂站1、2號出口，沿南海路步行約10分鐘。1.公車：0西、1、204至建國中學站，0南、5、10、38、227、241、244、235、295、中正幹線至南昌路站，羅斯福路各線路公車至南門市場站。 2.停車場：博物館前南海路有路邊付費停車位。",
        stitle: "國立歷史博物館",
        xpostDate: "2015/09/23",
        longitude: "121.51121",
        REF_WP: "10",
        avBegin: "2008/08/12",
        langinfo: "10",
        MRT: "中正紀念堂",
        SERIAL_NO: "2011051800000096",
        RowNumber: "40",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週日10:00~18:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000725.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.03161",
        xbody: "位於植物園內的歷史博物館，在幽雅的自然環境中，有著不同的氣質，外觀是屬於中式宮殿建築，兩層樓閣，搭配綠色屋簷，在館外還有小橋 流水裝飾，像是置身於都市之外。該館至今有50多年歷史，原係河南博物館的收藏 品為主，後來逐漸增加收藏，並擴建館舍，到成為當今藝文、教育界肯定倚重的藝術文物典藏、展覽空間，一路走來，篳路襤褸，慢慢成長，成 為今天的局面。館內展示著多位私人收藏家的捐贈，包含先秦繩紋陶、漢代綠釉陶、六朝舞樂俑及唐三彩、甲骨、青銅器、玉器、瓷器和文獻等珍貴文物。性質上，是屬於歷史文物為主的博物館，館方建立明確的風格，就是以中華文物與閩臺文物為主軸，美術品方面則是以歷史所繫者為對象的一個綜合性的博物館。  ",
        _id: 40,
        avEnd: "2015/09/23",
        address: "臺北市中正區南海路49號"
    },
    {
        info: "1.台北市小型公車15：劍潭站←→冷水坑←→擎天崗，由劍潭站發車。 2.108遊園公車:260公車總站→遊客中心→中興路口→竹子湖入口→二子坪→小油坑→冷水坑溫泉浴室→擎天崗→冷水坑→絹絲瀑布入口→菁山遊憩區→中山樓→260公車總站。",
        stitle: "冷水坑溫泉區",
        xpostDate: "2015/09/22",
        longitude: "121.56286",
        REF_WP: "10",
        avBegin: "2009/06/05",
        langinfo: "10",
        MRT: "關渡",
        SERIAL_NO: "2011051800000049",
        RowNumber: "41",
        CAT1: "景點",
        CAT2: "養生溫泉",
        MEMO_TIME: "每日9:00～16:30。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000851.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.16791",
        xbody: "冷水坑溫泉位在七星山與麻瘋山（七股山）間的東側谷地，原是一標準的爆裂口，後遭天然侵蝕及人為開墾，僅剩下不明顯的凹谷外形，主要的岩石為凝灰石角礫岩及紫蘇輝石角閃石安山岩，泉源附近岩質大部分受熱液換質作用，呈黏土化。冷水坑地底湧出的泉水約在攝氏40度左右，遠低於其它溫泉區水溫因而得名。這裡也是台灣唯一的沉澱硫磺礦床，泉水呈現乳白色，因而被稱為稱牛奶池。冷水坑溫泉是地下水間接傳導加熱而成的，有中性碳酸氫鹽泉及弱酸性硫酸鹽泉兩種不同泉質。附近的涓絲瀑布與夢幻湖生態保護區也是熱門景點之一，在這麼天然的環境中，常常會碰上自然界的朋友，常見的有長腳赤蛙、尖鼻赤蛙（叫聲如鳥鳴的斯文豪氏赤蛙），以及滿身痔瘤的盤古蟾蜍，和一些蛇類和爬蟲類，在顧慮安全之餘外，基於尊重環境，也請不要去打擾它們喔。",
        _id: 41,
        avEnd: "2015/09/22",
        address: "臺北市士林區菁山路101巷170號"
    },
    {
        info: "捷運站名：捷運西門站1號出口，步行約 1 分鐘1.公車：三重客運（五股-台北、中港-北門、迴龍-台北）、指3、藍2、9、12、18、25、49、52、201、202、205、206、209、212、218、 221、223、231、232、234、235、253、257、513、624、 621、640，捷運西門站或西門市場站下車。 2.車位：台灣聯通、中華、獅子林、遠東百貨寶慶分公司停車場、中山堂地下停車場及峨嵋立體停車場",
        stitle: "西門紅樓",
        xpostDate: "2015/11/20",
        longitude: "121.506885",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "西門",
        SERIAL_NO: "2011051800000352",
        RowNumber: "42",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "週二-週日11:00~21:30。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D237/E878/F721/4079be28-42bc-4153-aebd-6a1cbea84d5e.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.042057",
        xbody: "西門紅樓自1908年興築完成迄今已逾百年，原是臺灣第一座官方興建的公營市場，亦是目前保存最古老完整的三級古蹟市場建築物。由當時任職臺灣總督府營繕課的日籍建築師近藤十郎設計。市場入口採「八卦造型」取其八方雲集之意、市場主體為「十字架造型」，不僅是空前絕後，更是東、西建築史上的首例。八角樓和十字樓，加上兩旁南北廣場統稱為「西門紅樓」。2007年11月臺北市政府文化局委由台北市文化基金會營運管理，藉由舉辦文創性活動重新塑造八角樓內的二樓劇場、中央展區、百寶格、西門紅樓茶坊、西門紅樓精品區、十字樓直段的16工房、文創孵夢基地、十字樓橫段的河岸留言西門紅樓展演館、北廣場創意市集及南廣場露天咖啡區等多元性區塊，聯手帶動整體服務能量，打造新穎創意空間，擴大臺北藝文新舊交疊的疆界與版塊，成功轉型為臺北市西區文化創意產業發展中心。2008年榮獲第七屆【臺北市都市景觀大獎】歷史空間活化獎。2009年西門紅樓接管「臺北市電影主題公園」，規畫「Urban Show Case都市藝術方塊」公共藝術裝置，開創屬於城市的記憶空間，並於2010年獲得【都市彩妝之公共開放空間類】金獎，規劃「西門町行人徒步區街頭藝人」表演管理，以多點串連方式將藝術文化延伸，2009全年度藝文活動突破一千場，累積400多萬參觀人次，2010年延續育成創意品牌概念，於十字樓打造文創產業發展中心，近年持續開拓創新合作平台機制，強化文創聚落能量，呈現古蹟新容顏。 資料來源西門紅樓 ",
        _id: 42,
        avEnd: "2015/11/20",
        address: "臺北市萬華區成都路10號"
    },
    {
        info: "捷運站名：永春站，往北走約15~20分鐘公車：28、306、306區、311、518、527、53、531、605、605副、605新台五、622、629、63、668、678、711、藍7至松山車站下，步行約10分鐘可達。",
        stitle: "松山慈祐宮",
        xpostDate: "2015/12/09",
        longitude: "121.57774",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "松山",
        SERIAL_NO: "2011051800000300",
        RowNumber: "43",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "6:30-22:30",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000935.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.05103",
        xbody: "慈祐宮興建於1753年，距今已有兩百多年的歷史，主要信奉的是黑面媽祖。傳說媽祖得道成仙之後，就時常在海上救助遇難的船隻，在臺灣的信仰中，是一位很普遍的神明。 本宮建築為六層樓正方形，主殿三川殿相當莊嚴氣派，屋脊是以雙龍朝福、祿、壽三仙，有著保祐之意。宮內三川殿的石獅，為1803年的作品，在幾次的翻修中曾經一度被廢棄在他處，後來被發現後，將之置於三川殿前。由於呈現的是「雄獅張嘴、母獅閉嘴」的傳統，在臺灣十分少見，因此也成了鎮殿之寶。除了石雕之外，這裡的木雕也有著繽紛的色彩，不管是花卉、動物、人物都是栩栩如生，有著宮廟富麗的感覺。慈祐宮一直是錫口十三街莊居民精神皈依之所，每年3月23日天上聖母誕辰，十三街莊就會配合慈祐宮分為東、南、北3路線，沿途各商店住家紛紛設案，備辦牲禮或鮮花素果，恭迎媽祖出巡繞境，讓整個松山區熱鬧騰騰。近幾年來慈祐宮依然是當地重心，更不用說，饒河街夜市就在旁邊，自然是熱鬧非凡。",
        _id: 43,
        avEnd: "2015/12/09",
        address: "臺北市松山區八德路4段761號"
    },
    {
        info: "捷運站名：關渡站下車，經大度路3段301巷即到1.公車：216副線、302、550、小23、紅35在關渡宮站下車。 2.停車資訊：關渡水岸自然公園平面停車場 北投區知行路360號（關渡宮對面）",
        stitle: "關渡宮",
        xpostDate: "2015/08/17",
        longitude: "121.464010",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "關渡",
        SERIAL_NO: "2011051800000320",
        RowNumber: "44",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "全年無休，每日5:00 - 21:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000948.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.117655",
        xbody: "關渡宮是臺灣北部最古老的媽袓廟，其歷史背景可以追朔到清順治年間，由開山石興和尚自福建奉請聖母來臺，當時名稱為「天妃廟」，其後乾隆、道光、光緒年間多次整修，於第5次重修並遷建現址，自石興和尚來臺已有340年以上的歷史。 關渡宮殿內、殿外的石牆、石柱、石獅，都雕滿了歷史故事，作品細膩壯觀。關渡宮的祭典是每年農曆3月23，元宵節和中元節普渡也是年度大事，來自各地參拜的人潮絡繹不絕。由於香火鼎盛，關渡宮不斷擴建，除聖母殿、觀音殿、文昌殿外並有古佛洞，廣渡寺、鼓樓、鐘樓等，面積廣大。另外每年元宵節，關渡宮一定會有電動花燈展出，從山下廟宇到山上後花園，大大小小的燈籠及各方精製的花燈，充滿了年節氣息，難怪每年到了這時候，滿滿都是人潮，大人帶著小孩來這裡賞燈並求平安，希望未來一年都可以順順利利。",
        _id: 44,
        avEnd: "2015/08/17",
        address: "臺北市北投區知行路360號"
    },
    {
        info: "捷運站名：1.北投站轉乘紅25、230至北投文物館站(公車時間:為半點或整點發車)2.新北投站 光明派出所前搭230公車，至北投文物館站下車。",
        stitle: "北投文物館",
        xpostDate: "2015/12/09",
        longitude: "121.51479",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "北投",
        SERIAL_NO: "2011051800000199",
        RowNumber: "51",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週日10:00~18:00 。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D330/E107/F267/f51c663d-f50a-4691-9c6b-e578afea70d3.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.13819",
        xbody: "北投文物館自1984年正式對外開放為私立博物館，這座身處群山之間佔地800坪的典雅庭園及純木造二層日式館舍，建於1921年。當時係北投地區最高級的「佳山溫泉旅館」，1983年創辦人張純明先生將古蹟活化再利用為博物館，成立「台灣民藝文物之家」，迄1987年正式更名為「北投文物館」。我們始終致力於保存、展示臺灣早期的民間藝術與民俗文物，現有典藏文物近五千件，內容以清末、日治以降至1970年代期間的臺灣民俗工藝為主，其中包含臺灣原住民族文物一千餘件，以及以閩、客為主的漢民族文物共三千餘件。美食餐飲本館另設有餐飲空間怡然居，提供精緻創意懷石料理及下午茶之外，也提供小型會議的場地租用。怡然居戶外的觀櫻台可以近觀丹鳳山，遠眺觀音山，戶外美景中享用文物館特製健康輕食─養身創意懷石料理，離開塵囂慢食慢活，別具風味。文化體驗目前文物館在多元文化經營的理念下，將大廣間用於表演藝術展演、藝文活動、以及提供宴會及會議場地出租場所，充分將大廣間進行古蹟活化的利用。本館設有不定期舉辨各式體驗課程，如：茶道體驗、茶道正式課、和菓子體驗、佳山抓周等等。*現由民間業者經營中。",
        _id: 51,
        avEnd: "2015/12/09",
        address: "臺北市北投區幽雅路32號"
    },
    {
        info: "聯營公車53、278、630、46、903、小1。",
        stitle: "內溝溪景觀生態步道",
        xpostDate: "2015/10/15",
        longitude: "121.62398",
        REF_WP: "10",
        avBegin: "2009/07/22",
        langinfo: "10",
        MRT: "葫洲",
        SERIAL_NO: "2011051800000655",
        RowNumber: "45",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003130.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.08037",
        xbody: "內溝溪源發於標高450公尺的內湖坑頭山，向東南流經內溝溪後，轉向南湖大橋上游約500公尺處流入基隆河，全長6817公尺，流域面積約422公頃，集水區平均坡度約41％，為台北市內頗具山林野趣的區域，且利用塊石疊砌形成孔隙，提供水生動物棲息空間，也增加民眾親近溪水機會。",
        _id: 45,
        avEnd: "2015/10/15",
        address: "臺北市內湖區康樂街"
    },
    {
        info: "捷運站名：臺大醫院站，沿凱達格蘭大道步行即可達二二八和平公園。1.公車：搭乘15、18、22、220、220夜、220直行、247、257、276、287、287夜、513、621、信義新幹線、重慶幹線(中興)、重慶幹線(光華)至二二八和平公園站2.車位：臺大醫院訪客停車場及二二八紀念公園附近有停車位",
        stitle: "二二八和平公園",
        xpostDate: "2014/12/26",
        longitude: "121.515468",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "臺大醫院",
        SERIAL_NO: "2011051800000137",
        RowNumber: "46",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000788.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.040363",
        xbody: "二二八和平公園位於臺北市公園路、襄陽路、懷寧街與凱達格蘭大道所圍成的街廓內，古典風格的都會公園，園內有日本庭園式造景池塘、拱橋、綠地步道及露天音樂臺，而台北二二八紀念館和紀念碑也設立在園區內。 1995年，李前總統代表政府，在二二八紀念碑前向受難家屬致歉，同年內，前臺北市長陳水扁也將「臺北新公園」改名為「二二八和平公園」希望藉此安慰受難者家屬心中的哀痛，更希望後代子孫能記取歷史教訓，共同為臺灣的前途和人民奮鬥。1997年，二二八事件50周年時，「二二八事件紀念碑碑文」完成銘刻揭幕儀式。同時也設置「台北二二八紀念館」藉由紀念館展覽，將事件始末以及受難史實公諸於世。唯有認清歷史和發現事實，為自己和後代追求幸福，才能獲得真正的平靜。",
        _id: 46,
        avEnd: "2014/12/26",
        address: "臺北市中正區"
    },
    {
        info: "捷運劍潭站(1號出口左方公車站牌) ⇒ 轉搭公車至科學教育館站下車 ⇒ 紅30(低地板公車)、41捷運士林站(1號出口過馬路) ⇒轉搭公車至科學教育館站下車 ⇒紅30(低地板公車)、紅12、620(低地板公車)公車：紅12、紅30(低地板公車)、41、620(低地板公車) 科學教育館站下車255區間車 529 士林高商站下國道巴士：中興巴士　[士林-中壢] 路線光華巴士(基隆客運)　[士林-基隆] 路線1.公車：41、紅3、紅12、紅30至天文館站（士林行政中心站），255、250、620、紅12至士林區行政中心站(士林高商站)，620、紅3、紅12至科教館站 2.車位：備有地下收費停車場424個",
        stitle: "國立臺灣科學教育館",
        xpostDate: "2015/08/17",
        longitude: "121.5159",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "劍潭",
        SERIAL_NO: "2011051800000100",
        RowNumber: "47",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週五09:00~17:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000729.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.0959",
        xbody: "臺灣科學教育館，為科學教育而設，適合所有大人小孩來參觀。地下室為兒童益智探索館，還有一個地底世界展，3, 4樓有生命科學、自然科學展，5, 6樓有物質科學、數學與地球科學展，7, 8樓為特展，可以看到世界性的科學展覽。館內設有各種體驗裝置，可與展品互動。 在這也可看電影，3D動感電影院是一個動感模擬影院，雙人式液壓動感座椅，與影像同步動作，有如坐在雲宵飛車或飛行座艙上，身歷其境。立體虛擬實境劇場，採用高解析立體影像效果，讓觀看影片更有臨場感。這是個寓教於樂的優良場所，歡迎大家來玩。 ",
        _id: 47,
        avEnd: "2015/08/17",
        address: "臺北市士林區士商路189號"
    },
    {
        info: "捷運站名：木柵站轉乘棕5，在木柵高工出站後，乘坐棕5小型公車可直達廟前指南站，下車後，沿石階步行約5分鐘到達。或至「動物園站」下車轉搭貓空纜車於「指南宮站」下車即達◎新店線公館站下，1號出口，搭530公車至終點站1.公車：指南530公車可到達(公館可搭) 2.車位：指南宮後山設有停車場",
        stitle: "指南宮",
        xpostDate: "2015/12/10",
        longitude: "121.587087",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "木柵",
        SERIAL_NO: "2011051800000272",
        RowNumber: "48",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "每日4:00-20:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000932.jpg",
        idpt: "臺北旅遊網",
        latitude: "24.978651",
        xbody: "指南宮位於臺北市文山區指南山麓，創建於1890年，由淡水知縣王彬林自山西永樂宮分靈來臺。原為茅草建構，歷經前賢精心擘畫設計、重修擴建，成為現在的規模。 指南宮主祀神純陽祖師呂洞賓，正式名稱是「孚佑帝君」，但民間習稱仙公或呂祖。呂祖是唐朝時人，飽讀詩書，曾考中進士，做過縣令，因為虔心慕道，得遇正陽祖師鍾離權仙師，以黃粱大夢點化，點石成金試測，傳授心法，終成大道，位列仙班。但因立有「度盡世人」的宏願，所以經常顯化民間「濟世度人，解難救厄」，留下了許多民間親和的神跡佳話，是我國民眾最親近和熟悉的道教神仙。宮殿園區佔地廣，古木參天，濃蔭蔽日。全宮共有純陽寶殿、凌霄寶殿、大雄寶殿及大成寶殿4大殿宇。主殿均是依山而建，宏偉莊嚴，建築多採堅固青斗石，部分殿宇並用銅瓦覆蓋，可歷千年。純陽與凌霄兩殿間有長廊相連，亭池台榭，四時花開，空氣清新，可以一覽臺北市遠近景觀，被譽為「天下第一靈山」。更經常辦理各項大型宗教活動，參與國際弘道事務，聲名遠播。貓空纜車通車以後，交通更加方便，任何時候都歡迎來訪。",
        _id: 48,
        avEnd: "2015/12/10",
        address: "臺北市文山區萬壽路115號"
    },
    {
        info: "捷運站名：忠孝新生站4號出口，經光華商圈往八德再右轉，穿越市民大道後步行約5～8分鐘1.公車：41、52、202、203、205、214、222、226、257、280、290、505，至中山女中站／建國啤酒廠站／臺北科技大學站 2.車位：嘟嘟房伊通站停車場 建國北路高架橋下停車場 中山區建國北路高架橋下",
        stitle: "臺北啤酒工廠(原建國啤酒廠)",
        xpostDate: "2015/12/14",
        longitude: "121.535389",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "忠孝新生",
        SERIAL_NO: "2011051800000377",
        RowNumber: "49",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "週一至週五08:00～16:30。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000870.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.046111",
        xbody: "蝦米尚青？臺灣啤酒尚青！這是非常著名的廣告。臺灣味的臺灣啤酒製酒廠，就是臺北啤酒工廠，前身為日據時期「高砂麥酒株式會社」，創建於西元1919年（日據大正8年），為日據時代臺灣唯一的啤酒製造廠，與日本北海道札幌啤酒廠齊名。 臺灣光復後，由臺灣省專賣局接收，專賣局在兩年後改為臺灣省菸酒公賣局，啤酒廠改名「臺北啤酒公司」、「臺北第二酒廠」，1975年正式更名「建國啤酒廠」，至今已有將近90年歷史，可說是臺灣產業發展、文化與製酒工業進化的最佳見證。建國啤酒廠具有高度的歷史價值，廠內的製酒工具和廠房建築，儼然是一部鉅細靡遺的活歷史。目前由臺北市都市發展局接手，要將啤酒廠規劃成一座以啤酒為主題，結合餐飲、娛樂、文化與觀光等新元素的啤酒文化園區，讓民眾體驗製作啤酒的樂趣。西元2007年臺灣菸酒公司將「建國啤酒廠」更名為「臺北啤酒文化園區」確認了未來以產業與文化結合的新方向。",
        _id: 49,
        avEnd: "2015/12/14",
        address: "臺北市中山區八德路2段85號"
    },
    {
        info: "1.捷運市政府站一號出口，步行約400公尺2.捷運國父紀念館站五號出口，步行約500公尺《園區出入口》菸廠路入口：入口4~入口5(行人及車輛出入口)，於市民大道及光復南路口，從市民大道於光復南路匝道下，行駛方向由西往東往菸廠路駛入。《捷運國父紀念館站》靠近倉庫群、臺北文創大樓這一側步驟一、搭乘捷運板南線（藍）至捷運國父紀念館站步驟二、從五號出口出站步驟三、沿光復南路步行至菸廠路(市民大道、光復南路口)約550公尺&nbsp;《公車》忠孝東路【聯合報站】：212、212夜、212直、232、232副、232快、240、240直、263、270、299、忠孝新幹線&nbsp;光復南路【捷運國父紀念館站】：204、212、212夜、212直、232、232副、232快、240、254、266、266區、278、278區、282、288、288區、299、672、忠孝新幹線&nbsp;&nbsp;《停車資訊》本園區最鄰近之停車場為臺北文創大樓地下收費停車場，可由菸廠路(市民大道、光復南路口)駛入，臺北文創電話：02-6622-6888。",
        stitle: "松山文創園區",
        xpostDate: "2015/12/09",
        longitude: "121.560437",
        REF_WP: "10",
        avBegin: "2012/03/20",
        langinfo: "10",
        MRT: "市政府",
        SERIAL_NO: "2012032000000001",
        RowNumber: "52",
        CAT1: "景點",
        MEMO_TIME: "24小時開放",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D26/E563/F587/cdeaa2fb-0f0e-4f4a-a078-170d23520800.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.043303",
        xbody: "松山創意園區，位於臺北市信義區，占地6.6公頃，建於西元1937年，其前身為「臺灣總督府專賣局松山菸草工場」，為臺灣現代化工業廠房的先驅，也是第一座專業的捲菸廠。建築風格屬「日本初現代主義」，形式簡潔典雅，面磚、琉璃及銅釘做工精細，堪稱當時工廠的楷模。1945年戰後，臺灣省專賣局接收，更名為「臺灣省專賣局松山菸草工廠」，1998年，因都市空間規劃、公賣改制、需求量下降等因素停產，併入臺北菸廠，正式走入歷史。2001年，臺北市政府將其指定為第99處市定古蹟，園區規劃為：市定古蹟(辦公廳舍、1-5號倉庫、製菸工廠、鍋爐房)、歷史建物(檢查室、機械修理廠、育嬰房)、特色建築(巴洛克花園、生態景觀池、澡堂、多功能展演廳)。近年為活化園區的空間再利用，結合了藝文、文創、設計等展演活動，與台灣創意設計中心合作設置「台灣設計館」，與國內知名琉璃工房結合琉璃藝術推出「小山堂」，並設有輕食餐廳(位於機械修理廠)，將園區提升為設計及文創產業的基地。",
        _id: 52,
        avEnd: "2015/12/09",
        address: "臺北市信義區光復南路133號"
    },
    {
        info: "捷運站名：圓山站2號出口，往庫倫街直走右轉大龍街，步行約15分鐘近孔廟旁.1.公車：重慶北路酒泉街口站：2、9、21、223、246、250、255、302、304副線、601、669、紅33 大龍峒保安宮站：41、288",
        stitle: "大龍峒保安宮",
        xpostDate: "2015/03/25",
        longitude: "121.515416",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "圓山",
        SERIAL_NO: "2011051800000260",
        RowNumber: "53",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "每日06:00~22:00",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D775/E454/F120/05e7fcff-c925-4828-8e89-c0bfdd3bfe9c.JPG",
        idpt: "臺北旅遊網",
        latitude: "25.073138",
        xbody: "大龍峒保安宮，肇建於1742年，1805年重建，主祀保生大帝，俗稱「大浪泵宮」或「大道公廟」，為市定古蹟。每年農曆3月15日，為慶祝保生大帝聖誕，特別舉辦為期2個月，結合宗教祭祀、民俗技藝、古蹟導覽、藝文研習、美學競賽、家姓戲、遼境踩街、過火、健康關懷與學術研討會的「保生文化祭」活動；是北臺灣最盛大、最熱鬧，人氣最旺的廟會活動，也使大龍峒成為北臺灣重要的文化重鎮。 大龍峒保安宮廟宇的裝飾藝術，如石獅、龍柱、花鳥、剪黏、泥塑、交趾陶、木雕、彩繪壁畫等，這些遠近馳名的藝術瑰寶，每一件都具有歷史及藝術的價值。保安宮在興建時，就聘請郭塔及陳應彬兩位匠師，將建築分成兩半，各自創作木雕、剪黏、泥塑或交趾陶，這種良性競爭就是當時流行的對場作。因此欣賞保安宮的裝飾藝術時，可同時欣賞左右兩邊，不同匠師的作品。正殿迴廊的7幅壁畫，是國寶級彩繪大師潘麗水的作品，吸引國內外的遊客流連忘返，讚嘆不已。大龍峒保安宮已從地方公廟，轉型為集宗教、文化、教育、藝術於一身的廟宇，對於臺北市大同區地方文化的活化，產生深遠的影響。特別是古蹟建築與修復更是身受國內外矚目。保安宮重建以來雖經過多次整修增建，但由於建造年代已久，更遭風吹、日曬、蟲噬，嚴重影響建築本體，不復昔日丰采，更有安全之虞。為了維護文化資產，1995年，保安宮進行重建以來規模最大的修復工程，保安宮自力籌措全部經費，並自行統籌、監造，成為全國首宗民間籌資主導古蹟的案例；修復工程更於2003年獲得聯合國教科文組織「2003年亞太文化資產保存獎」。",
        _id: 53,
        avEnd: "2015/03/25",
        address: "臺北市大同區哈密街61號"
    },
    {
        info: "捷運站名：芝山站或士林站，往士林橋方向前進，很快就可以抵達腳踏車道入口處。 劍潭站轉乘68公車前往。1.公車：紅5、206、255、260、285等，於捷運士林站下車，再騎乘腳踏車進入。68於洲美里站下車，自越堤坡道進入。 2.汽車：中山北路往士林方向行駛，於福林橋下轉入腳踏車道入口，即可抵達。",
        stitle: "雙溪生活水岸",
        xpostDate: "2013/07/10",
        longitude: "121.523704",
        REF_WP: "10",
        avBegin: "2008/08/02",
        langinfo: "10",
        MRT: "芝山",
        SERIAL_NO: "2011051800000041",
        RowNumber: "54",
        CAT1: "景點",
        CAT2: "單車遊蹤",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002566.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.098516",
        xbody: "從陽明山國家公園發源的雙溪，流經東吳大學之後，轉往公路北側，河濱綠地公園也由此綿延展開，河濱自行車道順勢闢建於左右兩岸，成為臺北市河川單車路往中，最貼近住宅區也維護得極為完善的短小精緻路徑。景色優美的雙溪河畔，引領平日生活繁忙的都市人，找到一條解放疲憊身心的綠色隧道，由雙溪左岸在銜接百齡橋右岸自行車道，百齡橋右岸河濱公園是玩橄欖球愛好者聚集之處，也常見足球隊伍相互較勁，單車族群也可加入這片青青草原，一路踏騎到承德橋下，順路造訪臺北市最後舢舨碼頭「三腳渡」。",
        _id: 54,
        avEnd: "2013/07/10",
        address: "臺北市士林區士林橋"
    },
    {
        info: "捷運劍潭站轉乘紅5、260至教師研習站下車到達公車－每日行駛：&nbsp;中山樓正門站─260 &nbsp;(說明：駛入園區直接停於本樓)中山樓站─260、681、紅5、1717(皇家客運) &nbsp;(說明：停於園區門口，步行5分鐘至本樓)陽明山站─230、303、小8、小9 &nbsp;(說明：步行5分鐘至園區門口，在步行5分至本樓)假日行駛：中山樓站─109、111、128 &nbsp;(說明：停於園區門口，步行5分鐘至本樓)陽明山站─129 &nbsp;(說明：步行5分鐘至園區門口，在步行5分至本樓)&nbsp;",
        stitle: "陽明山中山樓",
        xpostDate: "2015/12/11",
        longitude: "121.552772",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "劍潭",
        SERIAL_NO: "2011051800000120",
        RowNumber: "55",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "週一至週日，每日固定四場導覽。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D370/E882/F626/420c6cf8-45c6-4c31-8e0a-42d44a1a5eac.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.155623",
        xbody: "陽明山國家公園內的中山樓，是蔣介石總統在位時，為了紀念國父孫中山先生百年誕辰，於1965年所興建，由名建築師修澤蘭女士規劃，位於群山環抱的綠意之中，外表為中國傳統古典式建築，內部陳設典雅細緻，過去是國民大會的會場，並為國家元首接待外賓或舉辦國宴的重要場地，如今已被指定為市立古蹟，並開放場地租借及參觀導覽，是一座具有歷史紀念價值的建築物。 參觀導覽 02-2861-6391 / 場地租借 02-2861-0565",
        _id: 55,
        avEnd: "2015/12/11",
        address: "臺北市北投區陽明路2段15號"
    },
    {
        info: "捷運站名：搭乘臺北捷運板南線於龍山寺站下車步行8-10 分鐘即可到達。公車－1.捷運龍山寺站1、231、234、245、263、264、265、265(右)、265(左)、265(區間車)、310、38、38(區間)、628、651、656、657、658、701、702、703、703(副)、705、907、和平幹線、藍28、201、49、5272.龍山寺(西園)49、527、673、234、265、265(右)、265(左)、265(夜)、265(區間車)、38、628、673、7053.龍山寺(康定路)201、205、229、231、234、242、264、38(區間)、601、62、624、628、658、701、702、703、703(副)、705、9、藍29、49、5274.老松國小218、218(直達)、302、628、673、藍295.龍山國中202(區間) 、231、245、263、265、265(右)、265(左)、265(夜)、265(區間車)、310、38、601、651、656、657、658、701、702、703、703(副)、9",
        stitle: "臺北市鄉土教育中心(剝皮寮歷史街區)",
        xpostDate: "2015/12/11",
        longitude: "121.50326",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "龍山寺",
        SERIAL_NO: "2011051800000364",
        RowNumber: "56",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "周二至周日9：00-17：00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D75/E624/F107/4192a9df-e1cd-49a5-900f-c392ae6a16f6.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.03666",
        xbody: "穿梭在臺北市萬華區的老舊巷弄中，有一處名為「剝皮寮」的老街區，這裡依然延續著百餘年前清代街道的風貌，紅色的磚牆、拱型的騎樓、雕花的窗櫺，呈現典雅樸實之美。剝皮寮歷史街區位於龍山寺旁，康定路、廣州街及昆明街口，街區內保存有相當完整的清代街型、清代傳統店屋，其建築空間見證了艋舺市街的發展，擁有獨特之歷史文化和建築特色。「臺北市鄉土教育中心」以融入式教育與文化之理念，使其作為推展鄉土教育之園地，將學校教育和社區文化相結合，規劃不同主題展覽，及剝皮寮相關歷史特展，並辦理各項教育活動，以達寓教於樂的功能。 ",
        _id: 56,
        avEnd: "2015/12/11",
        address: "臺北市萬華區廣州街101號"
    },
    {
        info: "自來水博物館區：捷運公館站4號出口，左轉往思源街與汀州路口方向步行約5分鐘。親水體驗教育區：捷運公館站1號出口，往汀州路三段160巷口方向步行約3分鐘。公車： 0 南、 1 、 52 、 74 、 109 、 208 、214 、236 、 251 、 252 、 253 、 254 、 278 、 280 、 284 、 290 、 311 、 505 、 530 、 606 、 642 、 643 、 644 、 648 、660、671、672、673、676、907、藍28、棕12、綠11、綠13、敦化幹線，至捷運公館站下車。（1、74、208、214、280、284、630、671等線公車配有低地板公車行駛）",
        stitle: "自來水博物館",
        xpostDate: "2015/09/22",
        longitude: "121.530106",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "公館",
        SERIAL_NO: "2011051800000125",
        RowNumber: "57",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二-週日9:00-18:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D346/E920/F1/050967e9-15b8-4ff5-89ca-ad4a4d6186a7.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.012652",
        xbody: "位於新店溪與思源街旁的臺北自來水發源地--臺北水源地唧筒室，其主體建築於1908年，迄今已有近百年歷史。其建築最大特色是採新古典主義為主軸的巴洛克式建築風格，內部的陳設更具有歷史意義，每一部機組設備皆代表自來水的演進歷程，蘊含著豐富人文價值。自來水博物館於2000年正式開放參觀，因其特殊歐式建築外觀，歷史及教育上之重要意義，現已成為市政、教學團體參觀、宣傳廣告與新人拍攝婚紗最受歡迎的景點之一。",
        _id: 57,
        avEnd: "2015/09/22",
        address: "臺北市中正區思源街1號"
    },
    {
        info: "轉搭藍28至「華中河濱公園」下車搭乘12，49，62，204，260，601，630，673，藍28，藍29至「華中河濱公園」下車",
        stitle: "華中河濱公園",
        xpostDate: "2015/07/29",
        longitude: "121.494840",
        REF_WP: "10",
        avBegin: "2012/02/10",
        langinfo: "10",
        MRT: "龍山寺",
        SERIAL_NO: "2012021000000001",
        RowNumber: "58",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "全天開放",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E197/F323/522aa425-345c-4ac4-96b8-b21a33f165ca.JPG",
        idpt: "臺北旅遊網",
        latitude: "25.015403",
        xbody: "位於華中河濱公園內華中橋旁，於98年7月啟用，占地12公頃，帳篷露營區可容納800人，是全台最大型的河濱露營場。鄰近大型停車場交通便利，設置有汽車露營，並附水電供應，男女淋浴間、男女廁完備，其中更設置露營車專用汙水排放孔，為全國首例。露營場面對新店溪，環繞著河濱自行車道，周邊有自行車租借站、五人制足球場、沙灘排球場、籃球場、網球場等休閒運動設施，提供多元遊憩的活動環境，開啟河濱公園多元利用的一頁，成為台北市民最佳休憩的後花園。",
        _id: 58,
        avEnd: "2015/07/29",
        address: "臺北市萬華區萬大路底華中橋旁"
    },
    {
        info: "捷運站名：中正紀念堂站5號出口公車：15、18、20、22、38、204、208、214、227、236、237、248、249、251、252、253、297、660、670、0東、信義幹線及忠孝幹線、新店客運往台北各線，至中正紀念堂站及南門市場站停車資訊：兩廳院地下停車場嘟嘟房中正紀念堂站 中正區中山南路21-1號B1",
        stitle: "兩廳院 (國家戲劇院&國家音樂廳)",
        xpostDate: "2014/08/27",
        longitude: "121.51832",
        REF_WP: "10",
        avBegin: "2009/10/08",
        langinfo: "10",
        MRT: "中正紀念堂",
        SERIAL_NO: "2011051800000665",
        RowNumber: "59",
        CAT1: "景點",
        MEMO_TIME: "9:00~20:00",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003260.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.03550",
        xbody: "臺灣首座國家級的文化園區－兩廳院，落成於1987年，是臺灣表演藝術最專業的劇場，也是臺北重要的觀光地標，二座主要建築融合中國宮殿式樣，搭配黃瓦飛簷、紅柱彩拱，氣勢典雅壯觀，構築出優雅而富藝術情趣的生活空間。當您走進兩廳院，不僅可以在四座表演廳聆賞世界最頂尖知名的表演，還可徜遊在文化藝廊及表演藝術圖書館，體驗音樂的深遂、戲劇的奇想、舞蹈的驚喜；兩廳院也提供定時定點導覽活動，透過專人解說，帶您一起揭開兩廳院這座神秘的黑盒子，欣賞臺灣唯一的直立式花園「綠牆」，享受廳內多家知名書店、咖啡館、樂器行及禮品店的貼心服務。兩廳院立足台灣，與世界對話，每年均舉辦多項大型國際藝術節，引進世界最經典、最前衛的表演節目，期望透過多元化的藝文展演，深耕藝術種子，建立屬於全民的藝術文化園區，以及亞洲表演藝術界的領導品牌。",
        _id: 59,
        avEnd: "2014/08/27",
        address: "臺北市中正區中山南路21-1號"
    },
    {
        info: "捷運站名：搭捷淡水線士林站一號出口，轉乘公車220至天母站下車，沿著中山北路七段181巷直行，步行約10分鐘即達1.公車：220、220(直達車)、220(區間車)、224、267、535、601、685、中山幹線、紅19至天母站步行約5分鐘 2.車位：天母公園平面停車場 士林區天母公園旁",
        stitle: "天母白屋",
        xpostDate: "2015/09/22",
        longitude: "121.53067",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "士林",
        SERIAL_NO: "2011051800000409",
        RowNumber: "60",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "週三-週日09:00–18:00",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11001014.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.12486",
        xbody: "天母白屋是美軍協防臺灣時期駐臺人員的宿舍，1950年代韓戰爆發時，美國認為臺灣是美國太平洋防線的一環，開始派遣第七艦隊協防臺灣海峽，防止中共對臺灣的侵略；國民政府為了安頓美軍在臺生活，在士林地區興建許多高級宿舍，以使美軍人員有完善的生活環境。這些宿舍外牆為雨淋板、黑色屋瓦，內設有壁爐、外露石壁龕且設有庭院，兼具美式、日式的建築風格。也因為當初的規劃，中山北路7段天母一帶為美軍眷舍，同時興建大批擁有寬敞庭院的獨棟木造洋房，因此天母地區充滿了濃濃的異國情調、舶來品店及美式酒館；碩果僅存的中山北路7段181巷23號市定古蹟天母白屋，也兼具歷史時代及地方記憶的意義。 歷經50多個年頭的天母白屋，經過不同居住者的更迭來去，不免有新建、增建等改建行為，也曾外借給電視台，作為偶像劇「愛情魔法師」片中女主角的家-忠南理髮廳，這麼珍貴的古蹟當然要去看看！",
        _id: 60,
        avEnd: "2015/09/22",
        address: "臺北市士林區中山北路7段181巷23號"
    },
    {
        info: "1.公車：216（副）、302、及550至「關渡國中」站下車，順著國中圍牆旁人行道步行約3分鐘可達。公車小23（往關渡宮）、紅35至「關渡自然公園」站。 2.自行開車：由台北方向往關渡需於大度路路橋下橋孔迴轉，再右轉關渡路即可抵達。由淡水方向往園區者，下大度路路橋後，右轉關渡路即可抵達。 3.車位：園區設有停車場，可停放大客車、小客車、機踏車及自行車。關渡水岸自然公園平面停車場 北投區知行路360號（關渡宮對面） 捷運站名： 關渡站由大度路出口（1號出口）出站，可轉搭公車小23（往關渡宮）、紅35至「關渡自然公園」站；或可步行約15分鐘即可抵達。",
        stitle: "關渡自然公園",
        xpostDate: "2014/12/26",
        longitude: "121.469",
        REF_WP: "10",
        avBegin: "2009/07/05",
        langinfo: "10",
        MRT: "關渡",
        SERIAL_NO: "2011051800000578",
        RowNumber: "61",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "9:00-17:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002940.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.1194",
        xbody: "關渡自然公園位處淡水河及基隆河的交會口，自古以來，即是重要的候鳥棲地。經過各界保育人士十餘年的努力，在民國85年成立關渡自然公園，民國90年12月1日起，此公園由臺北市政府委由《社團法人臺北市野鳥學會》來經營管理。關渡自然公園最主要的目的在於保育關渡的濕地環境、復育關渡濕地風貌、找回關渡濕地原住民，並教育民眾認識關渡濕地。為了讓民眾更瞭解濕地，園方經常舉辦多元化的濕地環境教育活動及展示如主題特展、假日講座、親子 DIY教室、營隊等，並協助學校進行多元化的環境教育如駐站解說、戶外教學等。除了保持濕地自然環境之外，也提供市民及遊客一處體驗自然、假日休閒的好去處。",
        _id: 61,
        avEnd: "2014/12/26",
        address: "臺北市北投區關渡路55號"
    },
    {
        info: "捷運站名：1.捷運板南線市政府站下車後轉乘小2公車往碧山路上山，即可到達山區，無設站牌，隨招隨停。 2.捷運文湖線內湖站下車後步行至國立戲曲學院，轉乘小2公車往碧山路上山，即可到達山區，無設站牌，隨招隨停。1.公車：220、240、247於金龍寺終點站下車，或搭21、21直達車、222、256、267、267副 、278、28、284、287、287區、287夜、521、551、552、617、620、620區、630、677、小3、棕9、紅2、紅29在內湖分局站下車再轉乘小型2號公車至碧山巖站下；或搭聯營公車213、255在雙溪社區六站下車。 2.捷運：昆陽站搭乘接駁公車藍20。 3.開車：自內湖成功路往東湖方向左轉金龍路，循指標進碧山路後即達 4.車位：150餘車位(免費停車)",
        stitle: "碧山巖開漳聖王廟",
        xpostDate: "2014/12/26",
        longitude: "121.588290",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "內湖",
        SERIAL_NO: "2011051800000284",
        RowNumber: "62",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "每日08:00~17:00",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D0/E197/F601/f49a18fa-a12d-454f-b97a-2ae85c21d7ce.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.097072",
        xbody: "碧山巖位於內湖碧山上。廟內奉祀開閩民族英雄陳元光及其部屬李伯瑤、馬仁兩位將軍。陳元光在唐末開拓福建漳州地方，被視為漳州人守護神，並尊稱「開漳聖王」。碧山巖是臺灣最大開漳聖王聖王廟，香火鼎盛。傳說漳州府人士黃某攜眷渡海來臺拓墾時，見此地為難得一見之吉地，故將隨身佩帶香火懸掛於石洞膜拜後離去。而後山下一帶盜匪猖獗，打家劫舍使得該處民不聊生，西元1751年，盜匪正打算攻頂時，忽見山頂鋒芒四射，戰鼓齊鳴，原來是當時所懸香火之神石1分為3，中塊乃聖王，而兩邊石塊則為李、馬兩將軍，周圍散石滾落山下，使得匪徒棄械逃亡。附近居民聞訊至此膜拜，果然神靈賜福，於是興建石室小廟。後因香客漸眾，原石室小廟不敷大批香客膜拜，故在原址另建本殿。而後發生數次的天災，經過數次的整修後，在多數地方人士、信徒及寺廟管理委員的努力下，擴建至如今。 碧山巖居高臨下，除俯瞰臺北盆地外，站在廟前平台更可見蜿蜒的淡水河，鯉魚山及梯田等等，水光山色相互呼應。而夜間時臺北101大樓、圓山大飯店等夜景之美盡收眼簾。",
        _id: 62,
        avEnd: "2014/12/26",
        address: "臺北市內湖區碧山路24號"
    },
    {
        info: "捷運站名：圓山站1號出口→轉搭紅50至新生公園站公車：72、74、222、285、286副、298、527、642、643、676、紅34(假日行駛)、市民小巴9至新生公園（林安泰)或民族東路口站",
        stitle: "林安泰古厝民俗文物館",
        xpostDate: "2015/08/17",
        longitude: "121.53055",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "圓山",
        SERIAL_NO: "2011051800000373",
        RowNumber: "63",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "每星期二至星期日09:00~17:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000869.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.07234",
        xbody: "林安泰古厝初建於1783年，至今已有200多年的歷史。這棟傳統閩南風格的單層2進4合院，是依照民間地理風水習俗而建造的，其屋脊結構採一條龍的單脊做法，以燕尾曲線呈現自然柔和的風貌；外埕舖有紅普石，是當時大陸商船來臺，為避免船身不穩，置於船底作壓艙之用，又稱為壓艙石，它的優點是不長青苔、防滑。材料上大量採用福州杉，石材則採用觀音石，並使用竹釘、木釘，採榫頭方式接合古厝前的月眉池，造型正如其名，在中國風水中，屬於聚寶收納的型制，不但具有防禦、防火、供水、降溫等功能，更替古厝環境生色不少。走訪古厝內外細細觀察，其中蘊含著無數傳統建築文化的精髓與智慧，也可窺見昔時生活的風貌情境。",
        _id: 63,
        avEnd: "2015/08/17",
        address: "臺北市中山區濱江街5號"
    },
    {
        info: "捷運站名：1.淡水線劍潭站(有接駁車)  2.文湖線劍南路站1.公車：21、222、247、267、286、287、620、646、902、紅2、棕16、藍26、藍7至美麗華站 2.車位：百樂園設有停車場",
        stitle: "美麗華大直影城",
        xpostDate: "2013/04/03",
        longitude: "121.557460",
        REF_WP: "10",
        avBegin: "2010/02/25",
        langinfo: "10",
        MRT: "劍南路",
        SERIAL_NO: "2011051800001089",
        RowNumber: "64",
        CAT1: "景點",
        CAT2: "其他",
        MEMO_TIME: "依場次",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000994.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.082779",
        xbody: "「IMAX」是什麼呢？IMAX底片解析度高，投射至銀幕的畫質表現也格外清晰自然，就算在比一般播放35厘米影片之銀幕大上10倍之銀幕上，仍可呈現完美投射，無粗糙顆粒感之鮮明影像使情境更趨近真實。早期的IMAX電影院主要放映自然、科技、環保、動物、地理、人文等教育影片，臺中的國立自然科學博物館的太空劇場就是典型。 美麗華影城動用將近2億7千萬打造的IMAX影廳，鋪設純羊毛地毯，挑高22米的空間設計，以整體暗紅色的色調及琥珀色的LED流線燈呈現此一壯闊富麗的電影殿堂，採用最嚴格的隔音標準，其吸音效果是一般影廳的2至3倍。銀幕高度21.16公尺，寬度28.80公尺並且以圓弧長矩狀之設計，無視線死角。銀幕漆成銀色以反射所有影像至觀眾身上，使觀眾們身歷其境，視覺衝擊效果超乎想像，令人大呼過癮。",
        _id: 64,
        avEnd: "2013/04/03",
        address: "臺北市中山區敬業三路22號6樓"
    },
    {
        info: "搭乘捷運淡水線至劍潭站下車，轉搭光華客運紅10路線公車於臺北海洋技術學院站下車，約步行3至5分鐘即可抵達。搭乘捷運淡水線至圓山站下車，轉搭光華客運215路線公車於臺北海洋技術學院站下車，約步行3至5分鐘即可抵達。",
        stitle: "社子島島頭公園",
        xpostDate: "2014/08/14",
        longitude: "121.466347",
        REF_WP: "10",
        avBegin: "2009/10/14",
        langinfo: "10",
        MRT: "劍潭",
        SERIAL_NO: "2011051800000669",
        RowNumber: "81",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "全天開放",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003271.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.109398",
        xbody: "社子島島頭公園顧名思義即位於基隆河與淡水河交會的島頭之處，面積雖僅1公頃，但是名副其實，大有看「頭」！此島頭乃是臺北市政府利用基隆河疏濬的土方所填出來的灘地，灘地上綠草如茵，並闢建出石板路與木棧道，方便民眾親近觀景平台。觀景平台總是擠滿了垂釣客，這裡也是觀賞基隆河與淡水河交會及入海的絕佳地點，放眼望去，是270度的壯闊河景，朝右望去有香火鼎盛的關渡宮、氣勢如「紅」的關渡大橋，往左看遠方有巍峨雍容的觀音山，其間不時有小白鷺飛掠點綴，好一幅寫意的山水畫！平台左手邊是茂密的紅樹林濕地，與對岸的關渡自然公園濕地相呼應，退潮後的濕地還可看到探出頭的招潮蟹，共譜一曲紅樹林生態交響曲。",
        _id: 81,
        avEnd: "2014/08/14",
        address: "臺北市士林區延平北路九段212號"
    },
    {
        info: "搭乘公車204至華中河濱公園（一）站，或12、532、630、藍29至長泰街口站下車即可達。",
        stitle: "馬場町紀念公園",
        xpostDate: "2013/09/23",
        longitude: "121.504046",
        REF_WP: "10",
        avBegin: "2010/09/08",
        langinfo: "10",
        MRT: null,
        SERIAL_NO: "2011051800000683",
        RowNumber: "65",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11003650.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.019365",
        xbody: "      騎著鐵馬，沿著新店溪，穿過溪流兩岸參差高樓護持的一片綠草如茵，行經馬場町自行車道後，就可以轉進「馬場町紀念公園」，這個位於新店溪畔、與青年公園為鄰的園區。　　「馬場町紀念公園」原為軍用地，後來臺北市政府透過多方交涉，爭取建設為「馬場町紀念公園」，和附近的華江雁鴨公園，以及中正河濱公園連成一氣，為萬華區提供一大片休憩遊園的好去處。　　馬場町的清晨，有股清新的美。河岸邊長長的階梯，是個適合坐著觀看日出的看台，視野寬闊，溪中倒影可見；天氣好的時候，可見到朝陽從遠方101大樓旁慢慢升起的模樣，偶而從雲間透出的陽光灑落新店溪，只見河面閃亮著一片金黃，煞是美麗。　   馬場町紀念公園內聳立著一塚土丘，土丘前的碑文寫著：「一九五Ｏ年代為追求社會正義及政治改革之熱血志士，在戒嚴時期被逮捕，並在這馬場町土丘附近槍決死亡。現為追思死者並紀念這歷史事蹟，特為保存馬場町刑場土丘，追悼千萬個在臺灣犧牲的英魂，並供後來者憑弔及瞻仰。」",
        _id: 65,
        avEnd: "2013/09/23",
        address: "臺北市萬華區水源路及青年路口"
    },
    {
        info: "捷運站名：芝山站，由福國路穿過忠誠公園中山北路6段2巷，左轉至雨聲街，經石頭公廟，即到達芝山文化生態綠園，全程步行約15分鐘，園區即在臺北聯合醫院陽明院區急診室對面.1.公車：由捷運士林站轉乘公車685、紅15至陽明醫院站下車，沿雨聲街步行即可達。 2.停車資訊：當日購票可折抵兩小時園區停車場免費停車，不限票面價值 台北市立聯合醫院陽明院區停車場 士林區雨聲街105號。",
        stitle: "芝山文化生態綠園(芝山岩展示館)",
        xpostDate: "2015/06/30",
        longitude: "121.53255",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "芝山",
        SERIAL_NO: "2011051800000228",
        RowNumber: "66",
        CAT1: "景點",
        CAT2: "親子共遊",
        MEMO_TIME: "週二至週日：9 am~5 pm。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D24/E951/F867/c3f00101-914b-4fc4-9de0-2c6fdf8c879f.JPG",
        idpt: "臺北旅遊網",
        latitude: "25.10396",
        xbody: "芝山岩有發掘出約2500年前先人遺骸的考古探坑，有著許多重要的寶藏，有許多的考古資源，6000年來發展演繹出7個文化層遺跡，是活的考古教室。1896年曾發生反抗日本的義軍襲擊日籍教師事件，史稱「芝山岩事件」，光復後亦曾為情報局的軍事重地。近年在臺北市文化局的規劃下，利用這裡的彈藥庫改建成為展示館，民眾除了在芝山的自然棧道之中，享受自然外，還可以來這展示館，了解芝山的人文背景，探索臺北城最深層的秘密。 芝山岩展示館為內，結合芝山的自然生態及地質景觀，1樓是屬於實體的展示室：地層模型，清楚的看到地層的紋路及每一層的變化；全區模型，鳥瞰芝山岩全貌；陶器復原模型，看看先民所用的器具，從粗糙到細緻的演變過程。1樓有許多的解說看板，像是史前考古走廊，介紹考古的歷程及發現，動物及植物的生態、地質解說、生物解說等等，讓民眾了解芝山的故事。2樓是結合多媒體的教室，有DIY教室、動手畫創意，發揮自己的巧思，放映室不定期的生態影片欣賞、觀察小窗。另外這裡還有一間小小主播體驗棚，讓小朋友體驗播報新聞的樂趣。展示館的設置是保存芝山岩文化的第一步，在參觀過程中，喚起大家對這塊土地的重視與感情，才是展示館最重要的價值。",
        _id: 66,
        avEnd: "2015/06/30",
        address: "臺北市士林區雨聲街120號"
    },
    {
        info: "捷運：圓山站─轉乘紅34於八號水門站下車。臺北車站─轉乘市民小巴9路於八號水門站下車。公車：棕16、222、527、72至大佳國小站下，自大佳疏散門進入，步行約15分鐘抵達。公車：棕16、49、72、222、286至大佳國小站下，自大佳疏散門進入，步行約15分鐘抵達。",
        stitle: "大佳碼頭-圓山仔",
        xpostDate: "2015/06/25",
        longitude: "121.540946",
        REF_WP: "10",
        avBegin: "2008/08/02",
        langinfo: "10",
        MRT: "圓山",
        SERIAL_NO: "2011051800000015",
        RowNumber: "67",
        CAT1: "景點",
        CAT2: "藍色公路",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000835.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.073920",
        xbody: "大佳碼頭位於圓山基隆河左岸，圓山昔稱圓仔山，是大龍峒地形上的龍頭之地，由於基隆河流經，過去曾是海水進出的湖沼地區，經過開挖發掘的圓山遺址及貝塚，證明當時先民生活的位址。緊依著圓山的劍潭之地，因國姓爺鄭成功插劍水潭取水而得名，日據時期日人曾於今圓山飯店旁忠烈祠西側之地，興建臺灣神社及神宮外苑花園，由此可見其地理位置之重要性。 ",
        _id: 67,
        avEnd: "2015/06/25",
        address: "臺北市中山區河濱公園內"
    },
    {
        info: "捷運站名：1.淡水線至臺大醫院站下車，從台大醫院1號或是二二八公園出口，沿凱達格蘭大道步行。2.板南線由西門站3號出口，於遠東百貨公司方向步行，即可到達。1.公車：38、235、245、262、262（區間車）、270、656、657、662、663至一女中（貴陽）站下車 2.車位：中山堂地下停車場",
        stitle: "總統府",
        xpostDate: "2014/12/26",
        longitude: "121.51272",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "臺大醫院",
        SERIAL_NO: "2011051800000369",
        RowNumber: "68",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "平日09:00~12:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D222/E110/F837/ef47651b-aefd-4d38-b37a-99489b1f4041.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.03998",
        xbody: "日本人統治臺灣，並不是一個單純的領土擴張，而是整個東亞殖民地計畫的第一步，所以處處都要是最好的模範，將來才好展示給其它「歸順」的新殖民地。在這個殖民地的目標下，他們學習的對象是西方，在臺灣蓋了很多歐洲巴洛克風格的建築，這些建築技術在今天看來都是很傑出的。 總統府是日據時期的總督府，於1919年完工，當時總督在辦公室面向東方，可以眺望到四獸山以內的整個臺北市，每天看著旭日東昇，擘劃著永續的宏圖偉業。從第7任總督開始，總共有13位總督在此辦公，光復後陳誠的東南軍政長官公署和中華民國行政院、中華民國總統府共用此建築，而後的歷任總統，均以此為總統府，在此日理萬機。",
        _id: 68,
        avEnd: "2014/12/26",
        address: "臺北市中正區重慶南路1段122號"
    },
    {
        info: "捷運站名：搭乘捷運淡水線於圓山站下車，經由 2 號出口離開捷運車站後右轉，往庫倫街方向行進，步行約10分鐘即可到達臺北市孔廟公車：1. 大龍峒保安宮站：2、41、215、246、288、669、811、紅33。 2. 酒泉街站：2、9、41、215、288、669、811、紅33。 3. 庫倫街站：2、9、41、215、246、288、669、811、紅33。",
        stitle: "臺北市孔廟",
        xpostDate: "2015/03/25",
        longitude: "121.51596",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "圓山",
        SERIAL_NO: "2011051800000360",
        RowNumber: "80",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "週二至週日08:30-21:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D320/E460/F388/ad4e70ab-077e-4a46-a421-2df9bd6c6845.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.07238",
        xbody: "臺北市孔廟於1927年興工，座落於文風丕盛的大龍峒老街裡，在臺北市政府規劃推動的都市更新下，與大龍國小、保安宮形成「廟、學、宮」的大龍峒文化園區，具有典儀場所、儒學象徵與市定古蹟等多重意涵。 臺北市孔廟採曲阜本廟建築形式，樑柱門窗皆未刻字顯得樸實又莊嚴，其布局依序為萬仞宮牆、泮池、櫺星門、儀門、大成殿及崇聖祠，另外可發現孔廟裡所有的柱子、門窗和其他寺廟不同，上面都沒有聯對，據說這表示沒人敢在至聖先師孔夫子門前賣弄文章；且因為民間興築，除形制與規格外，亦加入了區域性裝飾風格，即閩南地區特有之交趾陶與剪粘裝飾，尤以交趾陶裝飾為臺灣地區孔廟建築裡較特殊的一例。大成殿裡豐富的交趾陶水車堵飾，是所有臺灣孔廟建築中獨樹一格的特色，值得細細觀賞建築之美。大成殿是孔廟的主殿，奉祀至聖先師孔子之牌位；大成殿正中央神龕奉祀至聖先師孔子牌位，上方高懸「有教無類」之黑底金字匾額，左右牆奉祀四配(復聖顏子、宗聖曾子、述聖子思、亞聖孟子)與12哲等牌位，瀰漫著莊嚴肅穆的氣息。孔廟的氣氛予人肅敬莊嚴之美，這也是中國儒家文化行事剛正之精神。孔廟雖然沒有眾多的神像與祭具，但卻擁有不少遵照古制所作的禮器與樂器，每逢9月28日釋奠典禮時表演音樂、舞蹈，並且呈獻牲、酒等祭品，以表達對於孔子的崇敬，每年都吸引了眾多國內外參觀人潮，也讓大家體驗中國傳統祭孔典禮之莊嚴氣氛。近年來，孔廟積極活化古蹟，建置了文物展示室、多媒體展示室等設施，可具體瞭解孔廟之美及各項釋奠典禮的禮器、樂器等，還設置了新奇的八俏樂器展示中心，在圖說上輕輕一按，就可以聽到這些樂器的多元聲音，有些低沉，有些清脆高昂，讓遊人在平時就可體會八俏之音，甚至建置全臺孔廟唯一的中英日韓4語導覽系統，以服務各國遊客，不僅如此，孔廟更常辦理各項結合傳統與現代藝術的創新活動，每年舉辦的大龍峒文化季系列活動，更可體驗祭禮文化與增進儒學的瞭解，更帶來參觀孔廟的新一波人潮。除此之外．在孔廟的明倫堂裡另設有4D虛擬實境劇院，將孔廟的歷史沿革與孔子的生平事蹟以高科技影像技術輔以身歷其境的特效體驗，讓觀眾瞭解孔子與孔廟的故事，除了增添趣味之外，更以嶄新的形式延續了孔廟所代表的教育意義。",
        _id: 80,
        avEnd: "2015/03/25",
        address: "臺北市大同區大龍街275號"
    },
    {
        info: "捷運：搭乘捷運文湖線至大直站→轉乘公車72或222至「河濱公園大佳段站」或「大佳國小站」。搭乘捷運新蘆線至行天宮站→轉乘公車72或222至「河濱公園大佳段站」或「大佳國小站」。公車：搭乘72、222、R34路市公車→至大佳國小站下車→步行即可達大佳河濱公園",
        stitle: "大佳河濱公園",
        xpostDate: "2016/05/30",
        longitude: "121.536372",
        REF_WP: "10",
        avBegin: "2012/08/31",
        langinfo: "10",
        MRT: null,
        SERIAL_NO: "2012083100000001",
        RowNumber: "69",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "全天開放",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D494/E228/F635/62f91bcd-de9c-4873-a34b-13b27c304d61.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.075135",
        xbody: "大佳河濱公園位於中山區中山橋和大直橋之間，是基隆河截彎取直後，經市政府開發建設而成的都會型綠化公園。面積廣大，進入園區映入眼簾的就是一大片一望無際的廣闊草園，還可以遙望美麗華的摩天輪，景色優美。園內有一座大型噴水水景，中央水柱最高高達75公尺，利用水景高低強弱的視覺變化，展現其律動的特色。其中還有運動公園，有籃、網、羽、槌球場等運動設施，以及環繞園區數公里長的自行車道(園內提供自行車出租)。大佳河濱公園由於場地寬闊、停車方便、環境優美，例假日除了有許多民眾在此嬉戲運動之外，也不定期舉辦各項大型活動，展現臺北市都會活力朝氣的一面。",
        _id: 69,
        avEnd: "2016/05/30",
        address: "臺北市中山區基隆河中山橋和大直橋之間"
    },
    {
        info: "捷運站名：臺大醫院站步行約5分鐘1.公車：20、236、237、241、243、244、245、245(青山線)、245(副)、251、263至捷運臺大醫院站 2.車位：台大醫院地下停車場",
        stitle: "臺北賓館",
        xpostDate: "2014/07/21",
        longitude: "121.51589",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "臺大醫院",
        SERIAL_NO: "2011051800000394",
        RowNumber: "70",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "依官方網站公佈。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000883.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.03978",
        xbody: "臺北賓館在1899年4月開始建造，1901年9月26日落成，擁有百年歷史。主體由日本建築師福田東吾、野村一郎參與設計，1911年的改建工程，由森山松之助設計，八板志賀助亦有參與，屋架採用當時罕見的鋼骨，完工後就是現今的樣式。由於鄰近總統府，在日據時期即為總督官邸，主要用為臺灣總督接待外賓及展現其親民之場所。戰後，為省主席官邸。於1950年改稱臺北賓館，用來舉行大型國宴、召開黨政會議、招待外賓、舉辦文化活動等等，在臺灣近代史上有著重要的角色。臺北賓館為坐北朝南的兩層樓建築物，構造由磚石、鋼筋混泥土組成。有著西方樣式，如馬薩式（Mansard）斜頂、希臘山牆、羅馬柱式、巴洛克雕飾等等等，外觀非常典雅氣派，後面有日式庭園造景，綠意盎然。於1998年內政部定為國定古蹟，2002年封館整修，至2006年5月完工，並於同年6月4日，首度定期開放與海內外民眾及旅客參觀，出現在民眾面前，賓館鄰近臺大醫院捷運站，交通便利，參觀者攜帶身分證件於開放日當天直接前往參觀。",
        _id: 70,
        avEnd: "2014/07/21",
        address: "臺北市中正區凱達格蘭大道 1號"
    },
    {
        info: "捷運站名：捷運後山埤站，循中坡南路往福德街方向步行，約20分鐘可抵福德街251巷慈惠堂登山口，或轉乘207.263至「奉天宮站」下車，循福德街221巷進入可抵奉天宮登山口。1.公車藍10、651、257、263、286、286副，至「福德國小站」下車，沿福德街251巷進入可抵達慈惠堂登山口。2.回程:下山後走到福德街上，在公車「奉天宮」站搭257、263、286（副線）公車，到捷運「永春」站可轉乘捷運。",
        stitle: "南港山系-虎山親山步道",
        xpostDate: "2015/12/10",
        longitude: "121.587438",
        REF_WP: "10",
        avBegin: "2008/10/09",
        langinfo: "10",
        MRT: "後山埤",
        SERIAL_NO: "2011051800000547",
        RowNumber: "71",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002074.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.036400",
        xbody: "虎山為四獸山市民森林區內之淺山之一，連接區後南港山系構成臺北市東南側的屏障，海拔140公尺，地質屬海相地層之單面山地形，西高東低、視野遼闊，山頂設有一座日昝，可以觀日計時，步道由塊狀砂岩與頁岩交疊而成，因虎山溪流經，山澗型的生態環境同時也是孕育螢火蟲、小綠蛙及蕨類等多元生態的最佳地點，溪岸經整修鞏固及完善水土保持後，虎山溪沿線成為觀賞溼地生態的最佳去處，步道沿線並設置解說牌及路線指標，是郊山健行又可觀賞生態的好去處。四獸山市民森林四獸山步道經過整建後命名為四獸山市民森林，包括虎、豹、獅、象四座郊山，山區自然環境生物、鳥類種類繁多，成為民眾享受戶外綠林悠閒時光的好去處。虎山溪生態之旅虎山溪經市府產業發展局特別整治溪水上源與下游，讓這裡成為水中生態景觀豐富的小花園，民眾可以從樹上或溪澗中欣賞到螢火蟲、樹蛙等各類水生動、植物，得到更多的登山樂趣。虎山120高地以視野遼闊和舊兵工廠為地標的120高地，是一座以海拔高度命名的高地公園，園區花木扶疏整齊、涼亭遮陽避雨，是山友經常駐足賞景、聊天的地標點。四獸廣場與四獸碑造景虎山親山步道有一段小徑係以環保材質所興建，途中一處平台建有休憩廣場及涼亭。廣場以虎、豹、獅、象四獸為石刻立柱造景，十分醒目，這裡環境靜謐優雅。是一處適合從事散步休閒、團康等活動。市民森林快意行從捷運轉搭公車到「福德國小」，走入福德街251巷不久，親山廊道的指標就在前方。沿著標示左轉進入上坡道，觀光勝地的景象立即展開～小吃、攤販、咖啡亭無一不缺，如果想帶點點心在路上吃，慈惠堂側邊也可買到香噴噴的魯味和素食點心。還好，鮮明的「四獸山市民森林」字樣就矗立在登山口，即使登山路線圖讓一旁的攤販搶去了風采，也不至於還未入林就迷失路旁。沿著溪邊緩坡上行，穿梭綠樹林間，步伐不自覺輕盈了起來。有潺潺溪水聲一路相伴，塵囂煩惱也一掃而空。來到這裡，請放慢你的腳步傾聽都市中難能可貴的鳥叫蟲鳴。虎山步道位在四獸山東側，抵達復興園後，視野更加開闊，俯視台北盆地可遠眺台北市東區景觀，以及緊鄰的豹山。從此處向西看，奉天宮建於虎頭位置，後方山脊線如波浪起伏，伏虎欲躍之勢呼之欲出。居高臨下乘風賞景因為緊鄰信義計畫區，所以即使虎山的高度不高（海拔不過140公尺），行走步道間，101大樓簡直到了「如影隨形」的地步，一路上視野良好，沿途不乏觀景區和休憩涼亭。虎山峰往奉天宮步道路途，涼亭最為密集。接近虎山頂先見一座綠柱白頂涼亭，接著來到山頂展望平台。站在平台依解說牌所示對照前景，可清楚看到西高東低的單面山地形。山風恣意吹來，伴隨開闊景色真是暢快。往前行進就要～「攻頂」啦。只見一陡坡沿山壁急轉直下，往下看有些「險峻」，需要小心翼翼、慢慢攀繩而下。這急降坡可說是登虎山路程中一個小小的驚喜和挑戰。如果下達地面後驚甫未定，前方有座涼亭可以歇歇腳，順便調整一下變得急促的呼吸。繼續前行抵達虎山120高地，迎面而來的清風把視野帶向信義計畫區，101大樓筆直高聳的形影清晰在前，右側是松山和南港市區，遠方還有五指山、七星山等群山，都市罕見的老鷹也翱翔在天際。從山間俯瞰台北市最繁華的地區，形成這條步道的一大特色。親山親水舒活身心這條路線景觀多元饒富趣味，植物種類繁多，步道沿途設有解說牌，拾級而上之際就可輕鬆展開自導式生態之旅。登山步道前段是虎山溪流經之處，山澗型的環境孕育出豐富多樣的自然資產。山谷的地形和溼度都適合如姑婆芋等好濕耐陰的植物生長，也是蕨類植物最愛的成長環境，光是虎山的蕨類就多達 70種左右。虎山溪本是原始的自然野溪，早年堆放的煤礦渣造成坍塌之虞，再加上水土保持不良，使得溪底沖蝕淤積現象日益嚴重，經由市政府建設局整治後已恢復原有生態，水土保持也更加完善。親水景觀區因應地形之便，修築了石橋、戲水平台、打水泵、親水公園等設施;同時保留煤礦渣跡地作為生態教育的最佳範本，在入口附近也設有解說牌，說明利用梯形跌水工如何能兼收生態保育和水土保持之利。尋幽賞螢親子樂虎山溪步道沿途鋪設石階，溪畔設置鏤花小欄杆，與小溪景緻相映成趣。如今虎山溪的水域、林間充滿了旺盛的生命力，4、5月以後，甚至可以觀賞螢火蟲。除了「原住民」陸生螢黑翅螢、紅胸黑翅螢，野放的水棲黃緣螢幼蟲已成功繁殖到第9代。親子同樂或是結伴出遊，夜間賞螢充滿樂趣，而且不必遠赴外地，提著小燈籠找尋配偶的螢火蟲就隱身在台北市區～魅力無窮的虎山親山步道。",
        _id: 71,
        avEnd: "2015/12/10",
        address: "臺北市信義區福德街251巷"
    },
    {
        info: "公館站3號出口，沿羅斯福路直行到新生南路右轉，步行約15分鐘，也可由台電大樓站、古亭站轉車或步行約10到15分鐘可抵達。公車－1.溫州街口：672 . 907. 3. 18. 237. 278. 15. 254. 662. 663. 74. 295. 235. 和平幹線2.龍安國小：668. 280. 284. 290. 505. 52. 253. 642. 207. 675. 0南. 311藍. 311新台五線.109休閒公車. 松江新生幹線. 敦化幹線. 福和客運(台北-基隆)3.和平新生路口：724.大安森林公園：211停車資訊－辛亥路橋下停車場 公務人力發展中心福華國際文教會館停車場 大安區新生南路3段30號地下2樓&nbsp;",
        stitle: "紫藤廬",
        xpostDate: "2015/12/17",
        longitude: "121.534278",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "台電大樓",
        SERIAL_NO: "2011051800000170",
        RowNumber: "72",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "古蹟開放參觀：10:00-17:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000808.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.024585",
        xbody: "紫藤廬為日式住宅集中區的一座古雅的木造建築，始建於1920年代，獨門獨院，環境寧靜而清雅；戰後由財政部接收，再由居住者後代開設茶藝館，因屋前的老紫藤緣著屋簷蔓伸，遂命名為「紫藤廬」。整棟古屋充滿了文藝氣息，吸引了許多關心時政人士、前衛文化及藝術工作者常來聚會，緣此，此處逐漸成為自由主義及社會、政治改革運動的空間代名詞。為彰顯紫藤廬的文化價值，經過藝文界人士及業者奔走，紫藤廬於1997年被指定為市定古蹟而獲保存，此非因樹老，也非屋老，乃取其精神之故。",
        _id: 72,
        avEnd: "2015/12/17",
        address: "臺北市大安區新生南路3段16巷1號"
    },
    {
        info: "捷運站名：捷運唭哩岸站，步行往陽明大學校區後方，約50分鐘抵登山口。捷運奇岩站，步行往公館路方向，約35分鐘抵陳濟堂將軍墓舊址登山口.1.公車:搭216(副)、216(區)、223、550、602至陽明大學站下車，沿立農街步行約5分鐘至陽明大學後，依沿途指標走到「動物中心」旁。 2.回程:下山後沿三合街直行，到捷運「奇岩」站搭乘捷運回家。",
        stitle: "大屯山系-軍艦岩親山步道",
        xpostDate: "2015/12/08",
        longitude: "121.518937",
        REF_WP: "10",
        avBegin: "2008/08/02",
        langinfo: "10",
        MRT: "唭哩岸",
        SERIAL_NO: "2011051800000082",
        RowNumber: "73",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002799.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.127440",
        xbody: "軍艦岩位於石牌榮民總醫院正北方山區，海拔185.6公尺，為大屯山系的著名山嶺，嶺上突出的巨岩聳立在層層山巒間，乍看之下如同海上艦艇，因此得名軍艦岩。日據時代分別與唭哩岸山、丹鳳山、烏尖連山，共稱為烏尖連峰，山頂岩場是座理想的攀岩練習場，也是一處相當熱門的健行路線。軍艦岩親山步道  健走軍艦岩親山步道沿途可欣賞珍貴老樹和自然景觀，頂上視野開闊，中研院於山頂設立有地殼變動基準點，作為記錄與研究用。自頂上向右眺望可欣賞士林到北投的稜線、地景風光，向左俯瞰則可欣賞威靈頓山莊安靜祥和的現代化社區，景致開闊好看。丹鳳山  丹鳳山海拔210公尺地勢趨於平坦，環境相當清幽，自然環境與軍艦岩相近。砂岩地形使土壤層較薄、涵養水分較低，所以環境較乾燥，因而發生火災的機率較高。烏尖連山 烏尖連山海拔282公尺在日據時代分別與唭哩岸山、丹鳳山、軍艦岩連嶺，共稱為烏尖連峰。烏尖連山峰頂有根木指標，基石市NO:2363可遠眺軍艦岩、唭哩岸山、北投、士林地區盡收眼底。經烏尖連山可通往磺溪山，下行接泉源路可到鳳凰谷遊憩區。安步當車登岩去 軍艦岩早就是假日休閒的熱門景點，路程不長又好爬，而鄰近的丹鳳岩，醒目的「丹鳳」紅字刻在岩壁上，從北投往山上望去十分引人注目，不免會惹人想一探究竟。 登軍艦岩的步道路程不長，因為石階外來客和砂岩原住民相依並存，走來別有一番風味。堅硬、粗獷的岩塊穩穩當當地安駐兩旁，彷彿托住步道的磐石，一路行來既舒適又安穩。 途中新建的造景涼亭，也許是要和周遭岩塊的氣勢相呼應，這亭子看起來特別寬敞。駐足於此，對照山腳下擁擠的北投市容，左前方沿山坡而建的威靈頓山莊顯得特別清幽，白牆紅瓦在山色襯映之下更是醒目。過涼亭繼續拾階而上，視野漸行開朗。軍艦岩已在不遠處，回首來時路一樣有開闊的景緻，關渡平原溼地、蜿蜒的基隆河注入淡水河的景象一一呈現在眼前。仍意猶未盡，軍艦岩已然矗立眼前，陽明山的華岡和坐擁山間的文化大學是天然襯景。乘風的快意 迫不急待登上軍艦岩，恣意享受乘風滋味，好好欣賞四周美景。360度展望視野將台北盆地和環山景觀盡收眼底，除了士林、北投、石牌、天母等市區近景，放眼望去，關渡平原、觀音山、大屯山群峰、紗帽山、五指山等山巒美景，真是美不勝收。站在岩頂眺望，果真如登上「山中鐵達尼」--勁風一波波迎面襲來，還有四望無際的遼闊視界。過足了癮，下到岩頂附近的大片岩面處，舉目四望，平滑潔白的岩面，真像是來到乾淨清爽的海岸線，不由得想脫下鞋，赤腳腳踩在光潔巨岩上。近看軍艦岩，和東北角海岸風化的砂岩還真具姊妹相。這樣的聯想絕非空想，因為這一帶原本就是濱海地區。不信的話，隨處可見的雪白砂岩就是最佳見證。原來軍艦岩的地質是兩千多萬年前沈積的木山層，經過海水長期沖刷沈積之後成為雪白的砂粒，歲月累積加上膠結作用，形成厚層的堅硬砂岩，最後是經由造山運動才隆起。自然的野趣 軍艦岩海拔不到200公尺，不僅低海拔的指標植物蕨類處處可見，一些原本生存在中高海拔的植物也在此落腳。這是因為地處東北季風入口，山脊線上受到風衝壓力，氣溫較低，造成植物生態帶大幅下降。而山稜線上見到的則是一些海濱常見的植物，像是桃金孃和車桑子。 丹鳳山不似軍艦岩那般陡峭，但是自然環境相近。軍艦岩常見的植物，如芒箕、車桑子、細葉饅頭果等，這裡也都有，而且範圍更加遼闊。不過也許因為過去曾經發生火燒山，步道大半區域兩旁都以繩索區隔開，標示是禁止入內的「護育區」。如同軍艦岩的砂岩地形使土壤層較薄，不易涵養水份，所以環境較為乾燥，因而發生火災的機率較高。再加上蘊藏油脂的松樹容易著火，更使這裡的警戒指數攀升。琉球松是丹鳳山的優勢族群，空曠的稜線和山坡不時可見松樹孤立或三兩成群的景象。踩踏在平緩的步道上，有時還能嗅到松香的淡雅氣息。步道將盡的道路上，沿途密集出現三座涼亭，有的還硬生生的立在路徑正中央，有點「反客為主」的意味。平頂菌菇狀、傳統庭園式，造型互異，任君選擇，也是旅程終了前的趣味。",
        _id: 73,
        avEnd: "2015/12/08",
        address: "臺北市北投區"
    },
    {
        info: "新北投站下車，沿中山路直走約3分鐘即可到達公車：216、218、223、230、266、602、小6、小7、小9、、小22、小25、小26至新北投站下車",
        stitle: "凱達格蘭文化館",
        xpostDate: "2015/08/17",
        longitude: "121.50585",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "新北投",
        SERIAL_NO: "2011051800000190",
        RowNumber: "74",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週日09:00~17:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000780.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.13724",
        xbody: "凱達格蘭文化館記錄了平埔族相關的歷史脈絡，以及原住民族當代藝術及文物，除了溫泉外，北投另有一番原民風情。「北投」此一地名是由凱達格蘭族語音譯而來的，語義是「女巫」的意思，四百多年前曾是凱達格蘭族人的生活源居地。為了保存、發揚原住民族文化藝術，於2002年11月新建落成的臺北市政府原住民族事務委員會凱達格蘭文化館，整棟建築皆以展示原住民文化藝術為目的，讓都市原住民有一個文化傳承及技藝研習的專屬空間。走進文化館前，路旁佇立了一成排的木樁，上面裝飾有各式表情的錫塑品，有象徵族群融合的手牽手動作，其表示我們都是一家人的原住民裝置藝術創作。內部各個樓層則依主題規劃展示，以生動活潑的導覽動線展示原住民歷史文化脈絡，是近距離接觸原住民文化的遊憩景點。十層樓高的主體建物，外牆是錯落分明的石板建材，彷彿是一棟會呼吸的房子，設計強烈簡約，與周圍的溫泉旅館、北投溫泉公園相呼應。明亮寬敞的一樓大廳，絢麗的族群拼織圖騰地磚引領遊客走進部落的懷抱；帶有歷史風味的石刻畫和風格強烈的木雕相當引人入勝，牆上還懸掛了各種狩獵工具，想像原住民追逐水鹿、山豬的傳統生活，文化館中的一景一物都能感受原住民生活的足跡！一至三樓除了是展出原住民文物和平埔族群重要的珍藏外，文化館的公共空間也是表演、活動、集會、技藝研習中心，更是都會原住民凝聚族群的情感場域。文化館也提供原住民主題圖書閱覽服務，多元族群的藏書可增進遊客對原住民文化藝術的欣賞與認知，啟發學童對多元族群的探索、認識。臺灣的高山峻嶺、平原盆地，孕育出十四族原住民多元文化，凱達格蘭文化館保存其自然崇拜的祭儀節慶和生活習俗，讓遊客認識這一群最早在臺灣生活的族群、原住民，在這塊土地上還有許多令人驚艷的先祖智慧，若是運氣好的話，說不定還可以遇到穿著傳統服飾的原住民團體在文化館內聚會、表演，展現純真熱情的一面。凱達格蘭文化館自啟用至今，舉辦了許多原住民文化系列活動及傳統手工藝展，許多原住民藝術家的作品也會在這裡展出，讓原鄉與都會、傳統與現代，融合在一起，發揮文化館重要的涵義。臺灣多元的族群發展出多彩多姿的文化色彩，文化館不僅是全國原住民文化典藏的寶庫，也是原住民的文化藝術多功能研習中心。凱達格蘭文化館座落新北投溫泉區，體驗完豐富的文化和藝術後，不妨漫步霧濛濛的溫泉鄉，繼續尋訪凱達格蘭族的蹤跡！",
        _id: 74,
        avEnd: "2015/08/17",
        address: "臺北市北投區中山路3-1號"
    },
    {
        info: "捷運站名：1.北門站2.西門站下車步行約15分鐘可到。3.台北車站沿忠孝西路方向(地下街)步行約5-10分鐘可到達。1.公車：0東、15、18、22、206、220、220(直達車)、232、247、247(環山線)、257至臺北郵局站 2.車位：忠孝西路橋下停車場 中正區忠孝西路橋下 應安博二停車場 中正區博愛路38號B3~B5 北門一停車場 中正區中華路1段3號旁空地",
        stitle: "台北北門郵局(台北901支)",
        xpostDate: "2015/09/22",
        longitude: "121.512032",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "北門",
        SERIAL_NO: "2011051800000401",
        RowNumber: "75",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "週一至週五(郵務):07:30-21:00",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000897.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.047272",
        xbody: "臺灣郵政股份有限公司臺北郵局的前身為劉銘傳所創設的「郵政總局」，日據時期，由於鐵路網設立，火車站的地位日益重要，而郵局業務因為和火車站關係密切，於是遷到今日位置。起初是日式木造建築，後因火災焚毀，乃於1929年重新改建為水泥鋼筋大樓。光復後，因郵政業務擴大及組織變革，遂於民國92年1月1日改制為國營「中華郵政股份有限公司臺北郵局」；96年2月9日更名為「臺灣郵政股份有限公司臺北郵局」。 臺北郵局是一棟巨大的四層建築，裝飾簡單、線條簡潔。入口門廊突出且呈圓拱狀，建物正面配置四組雙圓形古典式門柱及山頭裝飾，外觀上使用窗洞間內立雙柱分隔窗扇且分化成兩大一小的三開間正面，內部大廳挑高兩層，構造採簡化設計，柱子與大廳天花板的古典雕刻，十分細緻優雅，今日的臺北郵局，由於位在北門旁邊，又稱北門郵局，其郵政業務時間也比較長，直到夜晚還有許多人進出郵寄包裹。",
        _id: 75,
        avEnd: "2015/09/22",
        address: "臺北市中正區忠孝西路1段118號"
    },
    {
        info: "捷運站名：搭新店線到「景美」站下車。走出口1，沿景文街往景美國小方向，到景興路282巷左轉走到底，再左轉走到景興路243巷登山牌樓。(捷運景美站下車，往景興路方向步行抵入口牌樓。)1. 棕2、棕3、棕6、251、660、666、671、673於景美國小站下車。 2. 棕11、棕12、綠2、236、237、530、611、671於海巡署站下車，循興隆路三段304巷進入。",
        stitle: "二格山系-仙跡岩親山步道",
        xpostDate: "2014/12/26",
        longitude: "121.543913",
        REF_WP: "10",
        avBegin: "2010/02/25",
        langinfo: "10",
        MRT: "景美",
        SERIAL_NO: "2011051800000553",
        RowNumber: "76",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11001478.jpg",
        idpt: "臺北旅遊網",
        latitude: "24.991055",
        xbody: "仙跡岩位於景美地區，亦稱溪子口 山，周邊視野景觀良好，傳說八仙中的呂洞賓曾至此留下足跡，使得仙跡岩聲名大噪，常吸引目睹神跡的好奇者前來遊賞，這裡也是附近居民健行運動的最佳去處。仙跡岩與七星山一樣，擁有一顆一等衛星控制點，自景美景興路243巷牌樓拾級而上，經過78階的長壽梯與100階的登仙坡後，就是濃蔭密佈的綠色步道，沿途種類繁多的綠色植被、山頂的仙跡岩大石上、健康步道及仙岩廟皆可遠眺臺北盆地街景，景色幽靜而宜人。山不在高 小而美就好 仙跡岩位在景美地區，這山自然別名「景美山」，再因為地處景美溪匯入新店溪的溪口附近，所以也有個「溪子口山」的小名。它的海拔高度雖然只有144公尺，但放眼四周視野良好，別看它只是座小山，可也和七星山一樣，擁有一顆一等衛星控制點。擁有開闊的視野，再加上附近交通便捷，山頂附近因此還能找到繪製地形圖的三角測量基點、而且還是一顆二等三角點基石呢。仙跡岩山勢不高，不但是附近居民可親的「後花園」，全家一起爬山也很適合。雖說一開始要花點力氣先爬完78階的長壽梯，接著再走100階的登仙坡，兩旁濃密樹林喚來的清涼山風，很快就能為你消弭剛才爬坡的疲勞。之後的步道一路平緩易行，沿途又設有多處涼亭可歇腳或觀景，循著新設的小鳥造型指標向前行，就可以好整以暇、輕輕鬆鬆地走完全程。由主婦聯盟設計規劃的生態解說牌一路隨行，讓這趟旅程更具「看頭」。只消按圖索驥，就能在行旅途中一探這裡的生態樣貌和自然環境。就連仙跡岩的地質、以及附近山坡地濫墾的嚴重性，也能從中略窺一二，讓趣味盎然的步道之旅又多了份知性。在不經意間，生態教育的常識也深深烙印在來訪小朋友的腦海中，成為兒時記憶的豐富寶藏。春夏秋冬　四季賞趣樂 這裡是最佳的自然生態戶外觀察教室。隨著四季更迭輪轉，精彩動人的動植物生態絕對會讓你不虛此行。 仙跡岩的生態環境獨立完整、自成一體，二月見雪白的曼陀羅花和緋紅的山櫻花。倒垂的曼陀羅姿態特殊，全株都含有毒素，是典型的「不可近褻玩」花種；山櫻花冬季先開花，春天才長出嫩葉和果實，冬、春之交經常吸引鳥類與昆蟲來訪。春天以後，扁鍬形蟲、象鼻蟲、星天牛等昆蟲經常會出來活動；台灣常見的斯文豪氏攀蜥也是步道旁的常客。四、五月間是「五月雪」油桐花紛飛的時節，在油桐花叢中最容易發現紅肩粉蝶的豔麗身影。從五月開始，喜歡攀附樹冠上享受日光浴的酸藤開滿粉紅花朵，為樹木披上粉彩外衣；滿是金黃小花的相思樹花海也為初夏山丘憑添幾分繽紛色彩。六月黃蕊白花的月桃花盛放，結有果實的樹種則是山龍眼和構樹；沿路上的野桐花也招來不少蝴蝶、天牛和金龜子，這可是一年一度近距離觀察許多昆蟲的好時機。 視野開闊的仙巖廟前人工栽培的綠籬植物，像鳳仙花、朱槿花等，總會吸引為數可觀的鳳蝶前來採蜜。仙跡岩常見的蝴蝶多達二、三十種，蝶影飛舞好不熱鬧；賣力高唱「求偶曲」的五色鳥、綠繡眼也來參一腳，不時出沒林間的鳥伴還有白頭翁、畫眉、山紅頭等。進入繁殖高峰期的赤腹松鼠急著找伴侶，自然也會加入大自然的樂音之中。十一月楓紅映山頭，時序進入深秋，仙跡岩豐厚的生命力也許漸漸休養生息去了，但居高臨下的美景仍聚足相當人氣，有人說遊仙跡岩最佳的時刻是在黃昏，看完滿天彩霞後，緊接著璀璨的台北市夜景就展現眼前。這位於景美溪畔的小山真是令人嘖嘖驚奇，標準的「麻雀雖小、五臟俱全」，無怪乎魅力十足，假日總是遊人如織。",
        _id: 76,
        avEnd: "2014/12/26",
        address: "臺北市文山區南港山南側文山區境內"
    },
    {
        info: "捷運站名：中正紀念堂站－南門市場出口，沿南海路往重慶南路方向，步行約五分鐘到達.1.公車：1路至牯嶺街小劇場站，5、38、204、227、235、295、304、630、0東、中正幹線至南昌路站下車 2.車位：愛國臨時停車場",
        stitle: "牯嶺街小劇場",
        xpostDate: "2015/06/30",
        longitude: "121.51531",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "中正紀念堂",
        SERIAL_NO: "2011051800000166",
        RowNumber: "77",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二～日10:00~22:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000802.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.03176",
        xbody: "在清朝時期往來臺北城與古亭庄，會經過牯嶺街。日據時期為了紀念第5任總督佐久間左馬太而稱此地為佐久間町，後來日本戰敗，被迫遣返的日本人，到此賣書籍、字畫換錢回日，成為牯嶺街舊書攤的前身。後大陸人來臺，仿效日本人，成立舊書及古董字畫販售地攤，牯嶺街舊書的名氣也就這樣傳開了，命名為牯嶺，是用來替換掉佐久間町，將殖民的色彩除去。 牯嶺街小劇場的大門開向西北，是日本人為了在此做為監控之用，掃視著平原區可能出現的威脅，所以建築物不同於鄰近屋舍格式。國民政府依舊讓這棟房子繼續負起監控的任務，作為警察局，象徵國家權力。中正2分局搬遷到了南海路，此建築物成為小劇場的展演空間，發展藝文活動。空間規劃為辦公室及服務台、文宣品區、實驗劇場、拘留室、會議室、藝文空間、視聽室、排練室。這兒不時有各種活動演出，在臺灣小劇場發展史上佔有重要的位置。",
        _id: 77,
        avEnd: "2015/06/30",
        address: "臺北市中正區牯嶺街5巷2號"
    },
    {
        info: "1.公車：260 、 303 、小 15 、小 16 、小 17 、紅5 至永福(林語堂故居)站 2.車位：故居斜對面備有小型停車場 3.管制：仰德大道假日7 至 15 時小型車禁止進入，可由北投、天母地區之其他路徑上山",
        stitle: "林語堂故居",
        xpostDate: "2013/09/30",
        longitude: "121.54694",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "士林",
        SERIAL_NO: "2011051800000153",
        RowNumber: "78",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "週二至週日09:00~17:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000389.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.10960",
        xbody: "1966年林先生返臺定居，這座洋房由他親自設計，結合中國四合院與西方美學建築，藍瓦白牆，拱門迴廊，融合現代感觀及古典之美。地點則是選擇在貌似福建故鄉山景的陽明山，在此，可以聽到親切的閩南話，讓他備感欣慰。他曾經形容這座宅院「宅中有園，園中有屋，屋中有院，院中有樹，樹上有天，天上有月，不亦快哉」，陽台是林先生生前常來的地方；吃完晚飯，林先生最喜歡坐在桌旁的藤椅上，口含煙斗，欣賞夕照沉沒於觀音山際，你也可以來此體驗這樣的閑情。",
        _id: 78,
        avEnd: "2013/09/30",
        address: "臺北市士林區仰德大道2段141號"
    },
    {
        info: "1.公車：39、272至大稻埕站下車步行約3分鐘，9、206、255、274、302、304至南京西路口站下車步行約3分鐘。 2.停車資訊：大稻埕公園地下停車場 大同區歸綏街243號",
        stitle: "迪化街店屋",
        xpostDate: "2015/03/11",
        longitude: "121.509250",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "大橋頭",
        SERIAL_NO: "2011051800000408",
        RowNumber: "79",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000909.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.060855",
        xbody: "淡水河曾經是條既深且廣的大河，但是後來隨著上游地區有人居住墾殖，下游漸漸淤積。在這段興衰史中，艋舺曾經是最早的臺北港，1853年頂下郊拼後，閩南三邑人將閩南同安人趕出艋舺，於是這些同安人落腳大稻埕，孰料風水輪轉，艋舺港口淤積後，大稻埕取而代之成為主要貿易港口，此時正逢與大陸和西方通商的極盛時期，因此大稻埕一帶成為非常繁榮的商業區。 當年沒有河堤，貴德街就直接面河，渡海而來的大陸南北貨下船後，就在貴德街後面的迪化街陳列販賣，很多迪化街商人都因貿易而成一時鉅富，他們蓋的房子就格外漂亮，這些房子為了適應臺灣多雨的天氣都有騎樓，但是房屋對外的牆面卻多為仿西式建築的裝飾，造成獨特的中西式混合的建築。這些老店屋最大的特色，就是店屋深度的十分狹長，前面做為店鋪之用，後頭就是工廠或倉庫，呈現早期聚集式街屋的獨特景觀。",
        _id: 79,
        avEnd: "2015/03/11",
        address: "臺北市大同區迪化街1段274號"
    },
    {
        info: "捷運站名：復興崗站，出站右轉即進入捷運綠廊。1.搭乘216、218、223、266於復興崗站或秀山路口站下。 2.回程:下山後走到秀山路中和街交界口，直行至公車秀山路「秀山路口」站，搭216公車到捷運「復興崗」轉乘捷運回家。",
        stitle: "大屯山系-貴子坑親山步道",
        xpostDate: "2014/12/26",
        longitude: "121.493959",
        REF_WP: "10",
        avBegin: "2008/08/02",
        langinfo: "10",
        MRT: "復興崗",
        SERIAL_NO: "2011051800000074",
        RowNumber: "83",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002043.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.150559",
        xbody: "貴子坑親山步道  位於北投稻香里的貴子坑園區佔地約10,000坪，原為瓷土礦場，後因山坡地闢建為休閒活動場而引來人潮。市府所規劃的第一條親山步道，便是串連捷運復興崗站的貴子坑親山步道，其中還包括捷運綠廊步道直通往貴子坑園區。貴子坑露營場 貴子坑是個有特殊地質景觀的小山谷、五指山層的古老地層。早期因開採過度，導致水土失衡，因此當時被稱『鬼子坑』。經整治規劃，現在貴子坑區擁有露營場、水土保持教學園區及環山步道，是一座最佳的戶外地質教室。貴子露營場為免費使用， 園區內有兩處露營場地「100平台」、「110平台」，其中「110平台」露營場，是唯一的「汽車露營場」半圓弧式頂蓬活動廣場，平日除提供社區里民晨間活動外，更是作為市民團體戶外活動使用之場地。水土保持教學園區 貴子坑水土保持教學園區有臺北市最古老的地層，即五指山地層實體觀察區，裸露的岩壁蘊藏豐富的瓷土礦和石英砂，上層是在80萬年前由大屯火山群所噴發出來的火成岩，下層則是五指山層在造山運動推擠下所形成的褶曲岩層，如此地質景觀十分特殊與罕見。 透過水池畔的一片裸露石壁就可窺見，經過整治過的水磨坑溪被區分成一層一層的水階，這是水土保持工程裡的「跌水工程」，目的在減緩水流向下的衝力，減少溪底受到重力侵蝕，如此階梯式的水池，還可以沈澱水中挾帶的泥沙，以便減少下游土石的淤積。園區旁建有森林浴木棧步道，此木棧步道將帶你走訪五指山層的古老地層景觀及邊坡槙生、格樑框護坡等處理區。若水土保持觀摩人數達20人以上可向建設局申請志工解說。戀戀山水行 山水其實不遠，只是我們忘了親近它。在台北，能看到小溪的機會不多，更何況親睹二條溪流匯聚一堂。往登山口的途中，一路上溪水相隨，進入步道範圍，四目所及盡是綠意。漸漸登高後，溪流已轉入山谷間，濃密山林醞釀出森林浴氛圍，有如走在蓊鬱森林中，呼吸吐納盡是芬多精的氣息。 越過仿松木小橋，暫別貴子坑溪，循石階來到圳溝步道。平坦圳路有流水為伴，腳步不由得也輕盈了起來。前行不久，遠望是被基隆河環繞的社子島、捷運北投機房與北投地景，更特別的是，可清楚地看到水圳貫穿關渡平原、恰似將這片綠地從中一切為二的特殊景象，令人嘖嘖稱奇。走在稜線上是平緩山徑，雖然路旁有花圃、菜園，沿途視野漸形開闊，感覺像漫步高原間。接近下坡路之前，來到觀景涼亭眺望四方，近處是綠油油的關渡平原、裸露的白土山丘、綿延的大屯火山群，遠方景緻則是坐擁山間的文化大學。駐足停留之後，沿石階下探又是另一段綠蔭林徑。話說當年事 眼前所見盡是山水美景，若非水土保持教學園區的地標「五指山層」是幾近全禿的小山丘，你可能很難憑空想像，這原名「鬼仔坑」的山谷地也有一段滄桑的過往。走完環山步道，一定要繞到教學園區看看台北最古老的地層。想再靠近它一些，還可登上木棧道做細部觀察。不然，庭園觀景區的水池、綠樹、涼亭也是休憩小歇的好地方。想念剛才眺望的美景? 園區觀景台也是登高遠望的好據點，不僅可瀏覽整個園區風貌，還能飽覽淡水河、關渡平原、三重、蘆洲，乃至觀音山一帶的景緻。愛上這裡，想留久一點或再次造訪，寬敞的休閒露營區歡迎團體來預約。使用全區場地時，參加活動遊客人數容量可高達2,000人以上。其中「110平台」露營場，還是台北市唯一的「汽車露營場」。所以不但團體來野餐、露營、烤肉沒問題，就連登山健行、定向運動等戶外休閒遊憩活動也很方便。夜間活動可觀星、探尋螢火蟲蹤影，反正這裡面積有五公頃，怎麼玩怎麼遊園都好。還不過癮的話，那就拉拔到陽明山國家公園囉！園區樂無窮  愛上這裡，想留久一點或再次造訪，寬敞的休閒露營區歡迎團體來預約。使用全區場地時，參加活動遊客人數容量可高達2,000人以上。其中「110平台」露營場，還是台北市唯一的「汽車露營場」。所以不但團體來野餐、露營、烤肉沒問題，就連登山健行、定向運動等戶外休閒遊憩活動也很方便。 夜間活動可觀星、探尋螢火蟲蹤影，反正這裡面積有五公頃，怎麼玩怎麼遊園都好。還不過癮的話，那就拉拔到陽明山國家公園囉！",
        _id: 83,
        avEnd: "2014/12/26",
        address: "臺北市北投區秀山路159巷"
    },
    {
        info: "捷運站名：淡水線圓山站步行約10分鐘，於臺北市立美術館旁公車：搭21、40、42、126、203、208、213、218、220、247、260、277、279、287、308、310、612、677、紅2、中山線、博愛公車、台北-金山、台北-三芝 至臺北市立美術館站下車。",
        stitle: "台北故事館",
        xpostDate: "2015/10/23",
        longitude: "121.524560",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "圓山",
        SERIAL_NO: "2011051800000356",
        RowNumber: "84",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "台北故事館 10:00~17:30。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000397.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.073226",
        xbody: "　　日治時期，台北大稻埕茶商，經營永裕號的陳朝駿，於1913年在台北市基隆河畔圓山地區，起建一棟英國都鐸式風格的洋樓，1914年完工，以作為他招待台灣士紳、政要以及各國茶商的聚會場所，也作為家庭成員休憩、度假及聚會所在地。陳朝駿曾任同業組合台北茶商公會會長，為當時正蓬勃的台灣茶產業重要人物之一。　　這棟房子落成時，正是日治時期，當時政府為建立台灣成為政治、金融及學術教育的中心，有計劃地擴建台北市街，鋪設環城三線林蔭大道；並且引進各種歐洲建築風格，加以混合、變化，使得此時的台灣建築展現了極為繁複的特色，陳朝駿起建的這棟房子正是在這樣的時代風潮下建造的。　　陳朝駿在1923年過世後房子幾經易手，經歷過多次轉變。二次世界大戰後，曾經作為前立法院院長黃國書的住宅，1979年由台北市政府進行徵購，並將此地暫時做為公園路燈管理處北區分隊駐在所，供辦公及置放器具。1987年12月正式交由台北市立美術館管理，於1990年成立「美術家聯誼中心」，1998年被指定為古蹟，調查與修復的工作先後展開。　　在古蹟再利用的理念下，2003年4月19日至2015年4月18日，這棟古蹟由陳國慈女士認養並贊助成立「台北故事館」對外開放，以介紹台灣生活文化和推廣古蹟再利用為目的，透過多樣的活動和展覽讓社會大眾輕鬆的親近古蹟，讓古蹟有了新生命。　　2015年5月起由財團法人郭木生文教基金會接續經營台北故事館，以食、衣、住、行、娛樂為主軸，策劃相關主題展覽及藝文活動、推廣茶文化，持續在「台北故事館」說故事。同時，結合附近社區、民眾和社會資源，一起參與維護古蹟推動文化資產保存教育，延續百年老屋的歷史。 &nbsp;&nbsp;　　台北故事館，為仿英國都鐸時期的半木構造建築，是台灣罕見的建築形式。建築一樓以磚造作為承重牆，入口處為愛奧尼克式門柱。二樓為木結構，利用曲線、垂直、水平的木條構成二樓牆外樹枝狀優美的壁面。歌德式塔樓與煙囪則是磚造，塔樓屋頂有弧形屋簷，採用銅瓦鋪成，銅瓦歷久產生銅綠，留下歲月痕跡。&nbsp;　　古蹟入口上方的塔樓鑲嵌著綠、黃、紅三色的彩繪玻璃，室內有著造形優美的壁爐兩座，以及大量流行於二十世紀初，富含大自然、花草圖案的「新藝術」風格凸花磁磚和吊燈。整體室內空間配置，乃至於室外陽台、露台，均與周遭的景觀密切結合，呈現出典雅的風格。 &nbsp;※介紹取自台北故事館官方網站",
        _id: 84,
        avEnd: "2015/10/23",
        address: "臺北市中山區中山北路三段181之1號"
    },
    {
        info: "1.公車：小14至照明寺站(1日3班)，或搭乘224、223、277、601在榮總站下車，由後方變電所旁上山。 2.車位：照明淨寺前廣場有小型停車位",
        stitle: "照明淨寺-情人廟",
        xpostDate: "2015/06/30",
        longitude: "121.51378",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "奇岩",
        SERIAL_NO: "2011051800000264",
        RowNumber: "85",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "全年無休，每日08:00~17:00",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000917.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.13153",
        xbody: "照明淨寺（又稱照明寺、情人廟）座落於北投軍艦岩前之山坡上，四面環山，環境清幽，視野開闊，向前可以看到關渡平原，站在此地向前遠眺關渡平原，頓時覺得心胸開朗、心情為之輕鬆。 這裡的建築相當有特色，主廟像是尖塔型，上面一隻龍盤踞在上頭，感覺極有靈氣。照明淨寺的主神為保佑健康、婚姻、光明及財富的「四面千手觀音」，過去因陳列著牛郎織女蠟像，所以又稱「情人廟」！廟內有十分受歡迎的許願幅。在紙及木牌上寫上你要祈求的事物，再去參拜四面千手觀音，並將紙投入觀音旁的許願箱中。之後就來到許願池，一旁的許願池裡有6個缽，分別代表祈求姻緣、健康、財富等。想要求什麼，就帶幾枚銅板往缽裡丟，並將木牌掛在旁邊的許願亭上留下見證。據說很靈驗，有拜有保佑！在寺廟廣場上的許願亭寫著「真情無人見，假情天有知」，是為了告誡天下有情人，要珍惜自己情感，不要虛情假意，希望全天下的情人都能成為佳偶。",
        _id: 85,
        avEnd: "2015/06/30",
        address: "臺北市北投區奇岩里崇仰七路51、53號"
    },
    {
        info: "1.公車：202（副）、207、647、650、信義幹線至信義行政中心站，1、22、33、37、38、226、265、266、288、藍5至景新里站，20、22、33、37、38、226、292、信義幹線至信義光復路口站 2.停車資訊：臺北世界貿易中心展覽大樓停車場三張里地下停車場(信義區松平路81號)；信義國小地下停車場(信義區松勤路60號)",
        stitle: "信義公民會館",
        xpostDate: "2016/05/30",
        longitude: "121.56197",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "台北101／世貿",
        SERIAL_NO: "2011051800000198",
        RowNumber: "86",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二～日09:00~17:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C1/D348/E414/F440/286458f4-dae6-45c3-8327-297e39e037ad.JPG",
        idpt: "臺北旅遊網",
        latitude: "25.03131",
        xbody: "在臺北信義區的一隅，有幾棟緊緊相鄰的低矮住宅，這略顯擁擠的建築，記錄著一段舉遷來臺、屬於榮民的笑淚故事，這裡就是當年臺北市早期的眷村「四四南村」的舊址。 隨著經濟發展與生活水準不斷提升，老舊的房舍不符需求，市政府原本預計於1999年將居民遷出重建，但在文化界鼓吹之下，市府將此處規劃為信義區的文化會館及文化公園，並於2003年啟用。會館內包含四棟對稱的建築，過去家戶緊鄰而居的房舍，已改為舉辦活動與展覽的開放空間，包括親子館、眷村展示館、社區館、展演館委託好丘Good Cho's經營特色餐廳與商店。外觀仍保有眷村低矮樸素的獨特風貌，昔日的狹窄巷弄通幽小徑，別有一番復古懷舊的氣氛，遙對著高聳的臺北地標101大樓，以及周邊的現代建築，形成一幅強烈的對比，也成為城市發展的最佳見證。",
        _id: 86,
        avEnd: "2016/05/30",
        address: "臺北市信義區松勤街50號"
    },
    {
        info: "捷運站名：臺大醫院站1.公車：20、222、236、237、241、243、244、245(青山線)、245(副)、249、251、263、513、532、621、644、651、670、706、706(區間車)至博物館(襄陽路)站 2.車位：二二八和平公園附近可停車",
        stitle: "國立臺灣博物館",
        xpostDate: "2014/12/26",
        longitude: "121.51501",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "臺大醫院",
        SERIAL_NO: "2011051800000104",
        RowNumber: "87",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週日09:00~17:00",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000777.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.04328",
        xbody: "這是臺灣歷史最悠久的博物館，1899年設立了此館前身「臺灣總督府民政部殖產局商品陳列館」，1908年，正式設立「臺灣總督府博物館」於今總統府後方的舊彩票局。清代舊天后宮原址被拆除，其地建造「兒玉總督後藤民政長官紀念館」，1945年改名為「臺灣省 博物館」，1949年更名為「臺灣省立博物館」，1999年定名為「國立臺灣博物館」。這位於臺北火車站前的博物館，外觀為希臘式建築，有巨大柱子和花葉紋飾的牆、羅馬圓頂，大廳四周有32根柱子，柱頭上有精緻的裝飾，圓頂下是一面彩繪玻璃天窗，陽光穿過玻璃，在地面映出美麗的光彩。它歷經臺灣的滄桑歷史，仍有著當年創館的規模。除了各期展覽，館內舉辦各種活動，歡迎學生、教師、親子、社會人士來參加。",
        _id: 87,
        avEnd: "2014/12/26",
        address: "臺北市中正區襄陽路二號"
    },
    {
        info: "捷運站名：善導寺站 1號出口 步行至天津街口右轉再走3~5分鐘即可到達，臺北火車站m2號出口步行 中山北路右轉，再步行3-5分鐘，至北平東路左轉可達.1.公車：0南、202、205、212、212直、262、253、257、262、276、299、605、觀光巴士至善導寺站 2.車位：市民大道中林段地下停車場",
        stitle: "臺北國際藝術村",
        xpostDate: "2012/05/02",
        longitude: "121.52238",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "善導寺",
        SERIAL_NO: "2011051800000420",
        RowNumber: "94",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "週二至週日 AM11:00 – PM9:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000954.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.04691",
        xbody: "昔日曾為市府養工處，也曾短期作為臺北捷運公司辦公室，2001年10月起臺北文化局以閒置空間再利用的概念，參考紐約、巴黎、倫敦等國際都會的藝術村，將之重新規劃為臺灣第一座國際藝術村。臺北國際藝術村以臺北作為創意文化的環境，積極拓展和國際各城市之間藝術家交換計畫， 提供一般民眾與不同創作領域的藝術工作者互動與交流，為視覺藝術、音樂、文學及表演等藝術創作打造一個全然開放、自由且富新思維的環境，透過交流以激發在地文化藝術的發展。 中心除了辦理不同類型之推廣活動，包括藝術家工作室開放日、藝術家工作坊、藝術家進入校園、「阿德的家」藝術課程、以及策展人訪問交流活動等；也提供專業和業餘藝術家們一個展演的場所。 在藝術家進駐計畫上，藝術村建立了一套有系統的藝術家遴選機制，共有來自世界35個以上不同國家的藝術家前來「臺北國際藝術村」駐市創作；而臺灣也有超過80位藝術家前往國際各城市藝術村進行駐市創作，如今這裡已成為藝術文化的重要交流據點。",
        _id: 94,
        avEnd: "2012/05/02",
        address: "臺北市中正區北平東路7號"
    },
    {
        info: "捷運站名：捷運淡水線：捷運紅線 (淡水線)：劍潭、士林或芝山站下車後步行約20分鐘左右可達。接駁公車：紅12、41、紅3、紅30(經捷運劍潭站)，均到達天文館站.公車－凡行經士林行政中心站、陽明高中站、北區監理站、士林國中站、士林站、捷運劍潭站等公車均可塔乘，下車後短程步行可達。自備交通工具－&nbsp;1、高速公路— 基河路/重慶北路交流道：重慶北路 — 百齡橋 — 中正路 — 基河路（363號）2、高速公路/松江路交流道：民族東路 — 中山北路 — 捷運劍潭站 — 基河路（363號）停車場營業時間－1.每週一休館（逢國定假日則照常開放）。2.週二至週五、週日及國定假日：從上午八時開放至下午十七時三十分，下午十六時謝絕入場。3.週六：從上午八時開放至晚上二十一時三十分，晚上二十時謝絕入場。 收費標準－1.超過半小時起至1小時內以30元收費。2.超過1小時以上，以每半小時15元計算，以此累計。",
        stitle: "臺北市立天文科學教育館",
        xpostDate: "2015/12/11",
        longitude: "121.51897",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "劍潭",
        SERIAL_NO: "2011051800000182",
        RowNumber: "88",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "每週一休館。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000770.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.09606",
        xbody: "你知道天文的奧妙嗎？臺北市立天文科學教育館。半圓形的建築物是全天域劇院，直徑35 米，外表覆蓋金黃色面板，是一個顯目的地標，裡面有東南亞最大的宇宙劇場，可容納325人，以IMAX系統放映全天域電影、德國ZEISS星象模擬系統、180度半球型銀幕、傾斜25~30度的座椅，在觀賞影片中彷彿身歷其境般，看著夜空繁星點點，心情一亮。在展示場1樓有古代天文學區、地球區、太空科技區，2樓有天球與星座區、太陽系區、望遠鏡與天文臺區，3樓有恆星區、星系區、宇宙論區，並提供PDA無線導覽服務，讓民眾更便於學習新知，頂層設有第一觀測室、第2觀測室、電波望遠鏡，第2觀測室白天定時開放，周六晚間 7點至9點及日食、月食、七夕、中秋，或是特殊天象發生時，望遠鏡也開放給民眾使用。歡迎大家來太空之旅！ ",
        _id: 88,
        avEnd: "2015/12/11",
        address: "臺北市士林區基河路363號"
    },
    {
        info: null,
        stitle: "彩虹橋",
        xpostDate: "2014/11/15",
        longitude: "121.576746",
        REF_WP: "10",
        avBegin: "2012/06/29",
        langinfo: "10",
        MRT: "松山",
        SERIAL_NO: "2012062900000007",
        RowNumber: "89",
        CAT1: "景點",
        CAT2: "藍色公路",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D887/E732/F120/243203a9-3231-426d-a205-846e1c58c13e.JPG",
        idpt: "臺北旅遊網",
        latitude: "25.051607",
        xbody: "彩虹橋全長167公尺，是連接內湖區新明路及松山區饒河街，橫跨基隆河的一座橋樑，造型特殊，由橋中央的四條主要鋼纜吊索支撐，橋的結構為S型的曲線橋體，鮮紅色鋼肋拱型梁結構，附屬設施為木質欄杆、粉紅及淡藍色地磚，為一座新穎的地標性公共設施。彩虹橋現只開放人及腳踏車通行，不開放汽機車通行，不時可見行人悠閒漫步，也是往返內湖及松山饒河夜市、松山火車站的捷徑橋梁，大大縮短了松山及內湖區居民互通的時間。入夜後，彩虹橋上燈影投射，為台北的夜景增添不少美麗，成為不少攝影愛好者捕捉台北夜景的好題材。另外彩虹橋亦設置藍色公路終點站碼頭，吸引更多遊河觀光人潮，成為台北市另一個觀光新地標。",
        _id: 89,
        avEnd: "2014/11/15",
        address: "臺北市內湖區連結新明路和松山區饒河街"
    },
    {
        info: "捷運站名：捷運劍潭站下車，步行至公車劍潭站登山口。1.公車:203、218、220、260、267、277、279、280、 285、308、310、606、612、665、902、紅3至「劍潭站」下車。 2.回程:下山後走到北安路，在「中央電台」公車站，搭聯營公車21、247(區間車)、287(區間車)、紅2各線，到捷運「圓山」站轉乘捷運回家。",
        stitle: "五指山系-劍潭山親山步道",
        xpostDate: "2015/10/15",
        longitude: "121.525008",
        REF_WP: "10",
        avBegin: "2008/10/06",
        langinfo: "10",
        MRT: "劍潭",
        SERIAL_NO: "2011051800000524",
        RowNumber: "90",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11001470.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.079154",
        xbody: "劍潭山海拔153公尺，位於臺北市士林區圓山風景區，是圓山飯店後山的北稜，也是臺北市最接近市中心的小山，沿著稜脊步道緩緩前行可抵達其他山岳，走起來幾乎是輕鬆自在，在交通便捷上佔有極大之優勢。劍潭山親山步道 登山口位於中山北路四段公車劍潭站旁，這裡曾是軍事管制區與保安林地，因此自然林相與生態植物保存的相當完整；步道兩旁許多人工栽種植被與經濟植物，讓步道充滿盎然的綠色魅力。這條步道已成為市民晨運健身的場所，如位於稜線上「老地方」，就是大家熟知的健身據點。步道沿途可以欣賞圓山飯店、基隆河河濱公園等景致，步道盡頭為大直的通北街165巷、北安路口處，是一條坡緩易行的郊山步道。劍潭山越到夜晚景越美 劍潭山親山步道夜景的人氣指數向來高居不下，當然自有其獨特之處，於制高點欣賞繁華的市景燈火夜色，不時還有飛機低空略過星空，總讓山友為之興奮、津津樂道，結合士林夜市美食小吃同遊，來到這裡夜間探路健走的民眾甚至比白天、晨間來的更多，這也是其越夜越美麗、熱鬧的原因吧！台北之心　坐擁山林  爬山真的一點也不難，尤其是從劍潭山入門。由捷運劍潭站出發，輕輕鬆鬆就能找到登山口；若是公車族，劍潭公車站旁就是入口處，拾級而上即能通達綠意山林。沿途放眼望去，步道兩旁盡是休憩空地或涼亭，走走停停，不一會兒就完成步道初體驗。 劍潭山是本書介紹的20條親山步道中，最接近市中心的小山，而你對它一定不陌生。無論是搭乘捷運淡水線往淡水方向，或是由高速公路進入台北市區，瞥見富麗堂皇的圓山飯店所在的山頭，那一片青翠連綿的山巒就是劍潭山。 由於這一帶以前是軍事管制區和保安林地，所以自然林相得以保持，密林遍佈整個步道。樹木不受人為干擾，恣意展放他們最美麗的姿態，棲息其間的物種也能悠遊自得。抬頭仰望，說不定就能看到松鼠跳躍林間，還有披著五色彩衣的五色鳥、翠綠小巧的綠繡眼也是這裡常見的鳥類。雖然軍事管制解除之後，原始山林因為人為開發起了變化，步道兩旁多見人工種植的園藝植物或經濟植物，綠意盎然的山徑步道魅力猶存。 現在的劍潭山已成為台北市民晨間健身運動的重要場地之一，稜線上的「老地方」是大家熟悉的健身據點。沿途各式各樣的早覺會、山友會、羽球社羅列步道兩旁，數量驚人蔚為奇觀，儼然是一座設於山間的都市型公園，又像是民眾的「戶外客廳」，銀髮族把這裡當作KTV俱樂部，有人在這忘情高歌唱卡拉OK，還有人打起麻將，當然聊天、泡茶更不在話下。「親民」之後的劍潭山可是熱鬧得不得了。 與天齊高　坐收美景  在歌聲簇擁中往前行是難忘的登山經驗，和步道上不絕於耳的蟬鳴聲相較，不知會是東軍勝出，還是西軍技高一籌？先撇開如此的奇觀不談，別忘了登高遠望四周的好風景。登劍潭山讓人津津樂道之處，其一是可以站在山上迎風觀賞飛機起降。 往實踐大學方向，有處山友稱之為「觀機坪」的觀景區，視野開闊幾無遮蔽物，絕對讓你過個過癮。如果往接近山頂的木棧道去，景觀可就更豐富。映入眼簾的視覺焦點是造型特殊的大直橋和醒目的臺北101高樓。大佳河濱公園全景在此一覽無遺，基隆河截彎取直之後形成的河濱公園綠地、每逢整點固定噴水半小時的「希望噴泉」、台北市首座釣竿式斜張橋「大直橋」，還有每年龍舟競賽的司令台和周邊廣場，駐足觀景瞬間心曠神怡。 當然，無論白天夜晚都是世人注目焦點的圓山大飯店，也是不可錯過的賞景好據點。這裡的夜景人氣指數一直高居不下，自有其獨特之處。站在後山山丘向前望可遠眺台北市區，往左方眺望河濱公園噴泉和綠色河堤，向右隱約可見基隆河波光粼粼，還有更遠處的觀音山。同時欣賞繁華的市景燈火和朦朧靜謐的夜色，若是恰好有飛機掠過星空，那可是別處沒得比的私房景觀。 走趟短短的路程，就能一飽如此炫目的豐富美景，你怎麼還捨得待在家中？",
        _id: 90,
        avEnd: "2015/10/15",
        address: "臺北市士林區中山北路四段公車劍潭站旁"
    },
    {
        info: "新北投站下車後步行上山，往中山路再往溫泉路方向走公車：216(副)、218、223、230、266、602、小6、小7、小9、、小22、小25、小26至新北投站下車",
        stitle: "北投普濟寺",
        xpostDate: "2015/12/03",
        longitude: "121.51126",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "新北投",
        SERIAL_NO: "2011051800000280",
        RowNumber: "91",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "每日08:00~17:00",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000923.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.13602",
        xbody: "依據台北「民德寫真館」於1941年發行的《臺灣佛教名蹟寶鑑》，普濟寺與同為台北市市定古蹟的臨濟護國禪寺都是臨濟宗妙心寺派在台北的布教據點。1934年重建時，由於其信眾多為台灣總督府交通局鐵道部員工，因此以鐵道部運輸課長村上彰一之諡號「鐵真」命名為「鐵真院」，並在寺中設立「村上彰一翁碑」。1998年正式列名為市定古蹟，環境充滿寧靜、安適的氣息。 寺廟採明顯的日式風格，大殿建築為單簷的歇山式面寬3開間，進深亦得3間，近正方形、屋頂向前伸出成為入口玄關、大殿內部地面抬高處鋪上塌塌米，呈現簡樸寧靜而又莊嚴肅穆的日式宗廟之美，而大殿則為高級檜木所造。本寺至今仍保有日式祭拜儀式，有別於傳統的臺灣祭拜模式，正門旁的鐘狀窗牖，深具特色，而入口玄關可看到斗拱，虹樑的精美雕刻，題有普濟寺的匾額是由于右任手書。值得一提的是，寺院左邊涼亭內恭奉一尊左手抱嬰兒、右手持禪杖的石佛，一般民眾認為佛像為「送子觀音」，佛教界人士則認為是日本「子安菩薩」，為地藏王菩薩的化身之一，吸引許多善男信女到此祈求子嗣，而湯守觀音與子安菩薩這兩座神祉，成為寺院的一大特色。",
        _id: 91,
        avEnd: "2015/12/03",
        address: "臺北市北投區溫泉路112號"
    },
    {
        info: "捷運站名：忠孝復興站4號出口1.公車：204、212、212直、232、232副、262、262(區間)、278、299、521、605、605(副)、605(新台五線)、667、903、忠孝新幹線至頂好市場站 2.車位：太平洋崇光百貨地下停車場或市民大道附近地下停車場",
        stitle: "平安鐘",
        xpostDate: "2015/03/05",
        longitude: "121.544814",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "忠孝復興",
        SERIAL_NO: "2011051800000414",
        RowNumber: "92",
        CAT1: "景點",
        CAT2: "公共藝術",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000963.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.041810",
        xbody: "平安鐘祈求大家的平安，這是為了紀念921地震週年的設計，在喧鬧的廣場上每個小時鳴鐘，保佑平安，祈禱臺灣不會再發生這樣的天災。雙手合十加上108個黃色的琉璃乳丁，隨著緩緩流下的水，在底下的一個小噴泉噴出。雙手合十的意義，一個是祈福，一個是包容，教我們要包容這樣的改變，撫平這樣的傷口。下面的水緩緩流出，代表著人的生命力是不斷地延續下去。緩緩地鐘聲，卻帶來心中的寧靜。 這個平安鐘是由建築師姚仁喜與琉璃創作家王俠軍共同設計，長6公尺、寬5公尺，以鑄銅製成，由法鼓山文教基金會全額出資。平安鐘點綴都市景觀，不時提醒大家，面對刻骨銘心的災難痛苦，更應該有謙卑的一顆心。",
        _id: 92,
        avEnd: "2015/03/05",
        address: "臺北市大安區忠孝東路4段"
    },
    {
        info: "捷運站名：西門站6號出口即可抵達1.公車：18、221、232、235、257、513、621、635(副)、635、637、640、659、835、藍2至西門市場站下車即可達 2.停車資訊：峨眉立體停車場(648小型車停車格) 萬華區峨眉街83號",
        stitle: "天后宮",
        xpostDate: "2015/09/22",
        longitude: "121.506321",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "西門",
        SERIAL_NO: "2011051800000296",
        RowNumber: "93",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "每日07:00~22:00。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11001499.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.042795",
        xbody: "臺北天后宮，俗稱「西門町媽祖廟」，主祀天上聖母媽祖，現位於臺灣臺北市萬華區成都路上，於1746年時由郊商捐建（當時名為新興宮），與艋舺龍山寺和艋舺祖師廟並稱臺灣清領時期艋舺3大寺廟。1943年因西園路馬路拓寬，所以遭到拆除，神像寄於龍山寺。1948年，信徒將暫時寄人籬下的天上聖母神像從龍山寺迎接出來，改供奉在成都路北側近西寧南路口交叉口的「弘法寺」，原先是日據時期日本人所建立的弘法寺，戰後失火燒燬後，新興宮弘法寺的正殿改建更名為「臺灣省天后宮」，不久又改稱「臺北天后宮」，真是1段曲折的歷史。 媽祖被視為海上的守護神。早期臺灣有賴海洋以維生，又有東南沿海一帶渡海來臺墾拓，碼頭處即為群眾所居，寺廟亦常築於河巷，是以各地港口多建有媽祖廟，其廟口朝向河對岸的山頭，希望保佑每個討海人及渡海移民安全。寺廟內入口處龍邊宮置有古鐘一座，由鐘上所鑄字樣可以得知可見清朝建廟之時其名即為「新興宮」，鑄造年代為1792年（乾隆57年），鑄造地為江蘇無錫。入口處虎邊則置放一座「八仙香爐行宮神龕，八仙蓮花木燭」，原為新興宮神龕，為1820年唐山師傅刻造。從1973年以來，日本高野山金剛峰寺及東京別院每年10月到12月間都輪流派遣高僧到臺北天后宮，舉行朝聖禮佛法會。臺北天后宮的主神是媽祖，陪神是弘法大師，全臺只有臺北天后宮有供奉弘法大師，因此往往吸引了許多日本觀光客專程遠道前來參拜。",
        _id: 93,
        avEnd: "2015/09/22",
        address: "臺北市萬華區成都路51號"
    },
    {
        info: "1.捷運：中山站沿南京西路直行往寶島鐘錶方向走到底，右轉貴德街直走即可到達。或是雙連站往民生西路左轉貴德街。2.公車：206、250、255、274、304重慶北、518、539、639、641、669、704至南京西路口站。3.車位：3、5號水門外有停車場，百車驛停車場，國茶帝國花園廣場地下停車 ",
        stitle: "李春生紀念教堂",
        xpostDate: "2016/05/13",
        longitude: "121.508284",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: null,
        SERIAL_NO: "2011051800000340",
        RowNumber: "95",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "採預約方式。",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11001528.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.05521",
        xbody: "著名的大稻埕富商李春生，是因做洋行買辦起家而致富的大稻埕傳奇人物，他幫助英商經營臺灣北部茶葉產銷，成效甚佳，被稱為「臺灣茶葉之父」，是外銷臺灣茶到歐美各地的先驅者。因為他本身是基督徒、也是當地知名富商，常出面為外商與本地居民協調並解決糾紛，讓事情圓滿落幕，且為人樂善好施、熱心公益，在民間享有極高的聲望。除此之外，在劉銘傳推動現代化建設時，他亦有不少的貢獻。由後代捐建的李春生紀念教堂，即是為了紀念這位不朽的商人。 這棟2層樓的建築，位在貴德街上，這裡在清末是外國人居住的地區，富商、洋行聚集，是大稻埕最繁華的街區。因為在淡水河邊，河水經常氾濫成災，所以這裡的房屋地基比一般高。雖已重新翻修過建築的外部面磚，但其正面特徵保存尚稱完好，彷彿人的臉龐，入口為嘴，兩個牛耳窗為眼睛。此建築樣式為臺北市僅有，十分具有特色。",
        _id: 95,
        avEnd: "2016/05/13",
        address: "臺北市大同區貴德街44號"
    },
    {
        info: "捷運站名：大安站、科技大樓站步行約15分鐘1.公車：0南、15、18、74、235、237、254、278、295、662、663、672、907、和平幹線至溫州街口下車。109、253、280、280(直達車)、311 (永福)、505、642、642(綠)、643、668、671、675、676、松江幹線、松江—新生幹線至金華新生路口站下車 2.車位：大安森林公園地下停車場、二五八停車場及金華公園",
        stitle: "聖家堂",
        xpostDate: "2014/12/26",
        longitude: "121.53404",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "大安",
        SERIAL_NO: "2011051800000336",
        RowNumber: "96",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "請參考網站",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000904.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.02881",
        xbody: "新生南路素有「天堂之路」的稱號，因為許多宗教的聖堂、寺廟、佛堂及禮拜所都聚集在此，從南到北計有懷恩堂、真理堂、清真寺、聖家堂、臺北教會、衛理堂等，不同宗教都在同一條新生南路上，而不同的宗教有其不同的特色，值得人們前去拜訪。 聖家堂位於大安森林公園對面，鳥瞰呈十字架型，夜晚在燈光的照射下，發出淡淡的白光，有著高貴潔淨引人走向天主的氣氛。聖家堂高約63尺，無樑柱，屬於帳棚式的建築，使人無空間壓迫感，無視覺障礙的建築特色，是為了幫助人靜心靈修，舉心向上。堂內妙運用彩色玻璃及天光，使聖家堂呈現自然神聖的氛圍，好像進入神聖的聖地，可掃除人內心世俗的煩擾。於1998年從比利時運來，已有百餘年歷史的18幅聖經故事的彩繪鑲嵌玻璃，是法國著名的藝術家李維克的作品，在彩繪玻璃的下端還有解釋每段聖經小故事，值得去閱讀其中的知識及欣賞美麗的藝術作品。",
        _id: 96,
        avEnd: "2014/12/26",
        address: "臺北市大安區新生南路2段50號"
    },
    {
        info: "1號出口，步行至內湖路二段452號「梘頭福德祠」前，轉乘小2公車1. 搭乘藍27、247、267、222、521、551、552、256於「貿商三村」站2. 搭乘21、278、28於「達人女中」站下車，轉乘小2公車。",
        stitle: "白石湖吊橋",
        xpostDate: "2015/12/09",
        longitude: "121.587154",
        REF_WP: "10",
        avBegin: "2012/03/28",
        langinfo: "10",
        MRT: "內湖",
        SERIAL_NO: "2012032800000003",
        RowNumber: "97",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "全天開放",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/image/A0/B0/C0/D32/E269/F452/4548e09c-1a7c-4e67-9513-5f1099af7d52.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.099171",
        xbody: "白石湖吊橋位於內湖白石湖休閒農業區內，吊橋入口位於碧山巖開漳聖王廟的停車場旁，全長116公尺，橫跨忠勇山及大崙頭山系，。特別採龍骨意象塑造，從東邊「龍船岩」連接白石湖山、大崙頭山、忠勇山、鯉魚山，至圓覺瀑布而止，從空中俯瞰，就像是一條巨龍盤據，守護著白石湖地區。有別於一般吊橋的高聳橋台設計，特別採直路式設計，打造成一座無懸吊纜繩的隱形吊橋，融入當地的田園美景。通果吊橋後為白石湖社區，百公尺長的春秋步道，可見精心開闢的花卉專業種植區，及當地豐富的農村特色、景觀生態等資源。白石湖吊橋串連起周邊山寺、果園、森林步道、溼地湖泊，置身其中可欣賞到美麗花卉及悅耳的叢林鳥叫聲，為民眾休閒遊憩的好去處。",
        _id: 97,
        avEnd: "2015/12/09",
        address: "臺北市內湖區碧山路24號"
    },
    {
        info: "捷運站名：西門第5號出口至中山堂公車：9、12、15、18、20、22、49、202、202區間車、205、206、212、212直行、218、218直行、220、220直行、221、222、223、231、232、234、235、241、242、243、245、246、247、249、250、252、253、257、260、262、262區間車、263、265、265區間車、270、276、287、302、304承德路、304重慶北、307、310、513、527、601、604、621、624、635、637、640、644、651、652、656、657、658、660、662、663、667、670、671、701、702、705、706、812、835、信義新幹線、藍2、藍29、重慶幹線至博愛路站、衡陽路站、寶慶路站均可，到站後徒步約五分鐘即可到中山堂。 2.停車資訊：中山堂地下停車場 中正區延平南路98號",
        stitle: "中山堂",
        xpostDate: "2016/04/29",
        longitude: "121.51006",
        REF_WP: "10",
        avBegin: "2009/01/12",
        langinfo: "10",
        MRT: "西門",
        SERIAL_NO: "2011051800000588",
        RowNumber: "98",
        CAT1: "景點",
        CAT2: "藝文館所",
        MEMO_TIME: "展覽室 09:30-17:00。",
        POI: "Y",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002420.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.04323",
        xbody: "臺北市中山堂前稱「臺北公會堂」，建於1936年，日據時期總督府營繕課長井手薰設計。整體設計恢弘典雅，為當時臺灣少見之大型公共建築。民國34年抗戰勝利臺灣光復，更名為「中山堂」。民國38年政府遷臺，中山堂曾做為國民大會議場及立法院議事廳。民國58年歸臺北市政府，隸屬民政局。民國81年經內政部列為國家二級古蹟；民國84年，文資法修正，歸列臺北市政府所轄之市定古蹟。民國88年，中山堂改隸文化局迄今，其中正廳及光復廳成為本市表演藝術的重鎮之一，每年臺北市傳統藝術季、兒童藝術節及臺北電影節均在此舉行。民國100年，中山堂內部空間整修，增設展覽室、臺北書院、藝文沙龍等空間，並全面開放參觀，成為臺北市兼具有教育、藝文及休閒之多功能場館。註 一、假日定時導覽：（一） 每週六、日10:00、11:00、14:00、16:00，共四梯次。（二） 請於一樓大廳右側集合。二、團體預約導覽：（一） 請於一週前，填妥「導覽申請表」並傳真到（02）2381-3317。（二） 洽詢專線：（02）2381-3137分機105林小姐。三、語音導覽機租借：（一） 請持本人身份證及健保卡或學生證等有效雙證件，至一樓大廳服務台借用。（二） 語音導覽機備有中、台、客、英、日等五種版本。&nbsp;",
        _id: 98,
        avEnd: "2016/04/29",
        address: "臺北市中正區延平南路98號"
    },
    {
        info: "捷運站名：雙連站2號出口步行約15分鐘到達1.公車：紅33至大稻埕碼頭站，255、518、539、669至民生西路口站 2.車位：3、5號水門外停車場",
        stitle: "陳天來故居",
        xpostDate: "2015/03/11",
        longitude: "121.508405",
        REF_WP: "10",
        avBegin: "2010/09/15",
        langinfo: "10",
        MRT: "雙連",
        SERIAL_NO: "2011051800000405",
        RowNumber: "104",
        CAT1: "景點",
        CAT2: "歷史建築",
        MEMO_TIME: "參觀外觀",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000899.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.056090",
        xbody: "大稻埕早期為全臺最繁華的都會之一，貴德街更「因茶而貴」。從事茶葉貿易的商賈，很多都成為富人，陳天來就是其中一位。陳天來創立錦記茶行，並投資經營娛樂事業如蓬萊閣、第一劇場、永樂座……等。位於貴德街73號的陳天來故居，即是昔日的「錦記茶行」，這棟仿巴洛克風格的3層樓建築物興建於西元1920年，1樓為交易空間，2樓為茶商招待所，3樓為住家之用，外觀氣派、歐式風格，建築體分為中央主體與兩側衛塔，主體上有垂花、拖架等裝飾，還有古典立柱、大拱廊等結構，十足浪漫情調。過去是大稻埕茶商固定聚會品茗、遠眺淡水河碼頭的招待所，名聞遐邇；後方並有私人花園毗鄰港仔溝（今西寧北路），是大稻埕20世紀上半葉風華歲月的重要見證。",
        _id: 104,
        avEnd: "2015/03/11",
        address: "臺北市大同區貴德街73號"
    },
    {
        info: "捷運站名：捷運新北投站下車，下車後循泉源路步行經挹翠橋至郵政訓練所，進入往法雨寺步道，循指標至登山口。1.公車219、535至「十八份站」下車，步行過十八份橋，循泉源路步行經挹翠橋至郵政訓練所，進入往法雨寺步道，循指標至登山口&nbsp;。2.回程:由步道盡頭的泉源產業道路往下坡方向走，到登山路轉入51-71巷，由「嶺頭」公車站搭小7公車到捷運「新北投」站，再轉乘捷運回家。 3.回程:可到新北投公園內、樹蔭下的野溪溫泉泡腳，舒活緊繃的腿部肌肉，或是到公園附設的露天公共浴池泡湯，更可活絡全身筋骨。*小7公車班次固定，行前最好先查詢時刻表",
        stitle: "大屯山系-中正山親山步道",
        xpostDate: "2015/12/08",
        longitude: "121.520512",
        REF_WP: "10",
        avBegin: "2008/08/02",
        langinfo: "10",
        MRT: "新北投",
        SERIAL_NO: "2011051800000078",
        RowNumber: "99",
        CAT1: "景點",
        CAT2: "戶外踏青",
        MEMO_TIME: "開放空間",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11002049.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.150156",
        xbody: "中正山原名彌陀山，也叫十八份山或大竿林山，後來才改成中正山；中正山的登山口有7處之多，這是由其串連出來的步道特多，大都呈放射狀，山頭獨立，廣角視野稱得上一流，十分特別。 中正山親山步道 這條親山步道自登山路起登，幾乎是陡坡石階直上山頂，山友行前須作好體力與腳力的準備，尤其心肺功能須在這條步道行進間，充分發揮其功用。儘管上坡路段耗費體力，但是一路上登可以欣賞北投街區及基隆河全貌景象，讓這條步道還真吸引不少山友前往。尤其抵達山頂觀景樓，視野總讓人驚奇連連，平日不易見到的七星山、紗帽山「近覽」，山際稜線層層分明，難得一見、煞是好看。蝶影花海另類生態景觀  中正山親山步道屬於陽明山國家公園範疇，步行其間不時可以看見鳳蝶成群飛舞，這裡的蝶類據調查有上百種之多，幾乎全臺灣四分之一的蝴蝶都會在者裡出沒，所以在地面或樹梢經常可見蝴蝶幼蟲--毛毛蟲的蹤跡，罕見而有趣。花季來臨時，中正山鞍部常可見相思樹的金黃花朵，其他如杜鵑花、山櫻花等也都不會缺席。探訪竹林幽徑 站在北投市區遠望、或是由龍鳳谷仰望山谷對面，刻意由樹木修剪出來的「中正」二字清晰可見。中正山因為山上有法雨寺和大慈寺，原名彌陀山，又叫十八份山或大竿林山，後來為了紀念老蔣總統才改名為中正山。 聽到「中正」兩字，總不免讓人肅然起敬，事實上從登山口起，幾乎是一路陡坡石階直上中正山，行前可要先做好心理準備，再挺直腰桿昂步登山去。正因為如此，這裡也是挑戰高山前練體力和腳力的好地方。上坡路耗費些體力在所難免，不常運動的人可以在途中的休憩涼亭歇歇腳，順道欣賞一下北投市區風光，登頂前邊走邊瀏覽，途中欄杆旁、舊地藏王廟前，都是眺望北投市區和基隆河的好據點。再加把勁往高處去，就能到觀景樓的長椅好好休息啦。 山頂不算寬闊，但登上特設的觀景樓卻讓人大呼過癮，甚至驚呼連連。撇開迎面清涼的山風不談，環顧四周一望無垠，平時只能遠觀的七星山、紗帽山，此刻居然可近攬形貌，而北投附近著名的風景名勝「龍鳳谷」就在山腳下，再遠一點更見基隆河蜿蜒流向淡水河口，而淡水河依傍著觀音山，山河美景層層分明。回程路上沿途還能更「近距離」欣賞捷運北投機場、彩繪的北投焚化爐高塔、整片綠地的關渡平原，和淡水河對岸的觀音山，若是在步道上還看不過癮，建議你最後一段下坡路時而循竹林步徑、時而走一段產業道路，採公路、步道混合的方式來走，就能和眼前美景更「靠近」一些，也為這趟行程平添趣味和變化性。漫遊蝶影花海 儘管步道兩旁大多是竹林和農園景觀，在春暖花開時節，不論是上坡地藏王廟附近、抑或是下坡路段，開滿金黃花朵的相思樹迎風飄落路徑，仿若是相思花絮為山林訪客舖就連綿的柔軟地毯。雖然陽明山花季已過，金黃相思與綠竹互搭的純然景緻也別有風味。 既然中正山屬於陽明山國家公園範疇，步行其間不時可見翩翩飛舞的蝶影自然不足為奇。這裡的蝶類有100多種，全台灣1/4的蝴蝶種類都會在附近出沒，所以無論是地面上或是半空中都能輕易看到毛毛蟲的蹤跡。沿途常見毛毛蟲悠閒地懸吊空中，煞是有趣。  在這裡不只毛毛蟲的生命力旺盛，停下腳步仔細一看，就連地上的螞蟻、爬蟲類也顯得特別肥碩。晴天時前行視野較開闊處，也許能親賭大冠鷲、紅嘴黑鵯、白頭翁，或是五色鳥的身影，不然耳畔也經常能聽見此起彼落的鳥鳴聲，即便是獨自登山，一路上根本不覺寂寞。 若是到了夏季，步道的自然樂音除了熟悉的蟬鳴聲，還有螽斯、蜥蟀等低迴的蟲鳴聲。至於冬季到早春，就有台北樹蛙來「值夜班」，長而低沈的蛙鳴是雄蛙最原始的呼喚，想藉此訊號發出求偶的渴求，於是山間又響起不同的樂章。",
        _id: 99,
        avEnd: "2015/12/08",
        address: "臺北市北投區登山路143之2號"
    },
    {
        info: "捷運站名：西門站步行約15分1.公車：9、18、38、38區、49、62、201、205、218、218直行、231、232、234、242、264、265、265區、265右、265左、302、513、527、601、624、635、635(副)、637、658、663、673、701、702、705、835、藍2至祖師廟站 2.停車資訊：新長越內江壹站停車場 萬華區內江街126巷4號對面空地",
        stitle: "艋舺清水巖",
        xpostDate: "2015/09/23",
        longitude: "121.502629",
        REF_WP: "10",
        avBegin: "2008/08/13",
        langinfo: "10",
        MRT: "西門",
        SERIAL_NO: "2011051800000308",
        RowNumber: "100",
        CAT1: "景點",
        CAT2: "宗教信仰",
        MEMO_TIME: "全年無休，6:00 - 21:30",
        file: "http://www.travel.taipei/d_upload_ttn/sceneadmin/pic/11000945.jpg",
        idpt: "臺北旅遊網",
        latitude: "25.040234",
        xbody: "清水巖位於康定路與長沙路街交叉口，主祀「清水祖師」，故有人稱為清水巖或清水岩，也有人稱它為祖師廟。清水祖師，臺灣民間習慣稱祂祖師公、烏（黑）面祖師、蓬萊祖師、落鼻祖師等等稱呼不一。清水祖師為北宋人，生於福建省，俗家名傳說不一，有陳昭、陳應、陳昭應。自幼習佛悟道，曾在蓬萊山的山巖構築一間小精舍修行，由於巖洞內之的水清澈冷冽，精舍被稱為清水巖（岩），此為「清水祖師」名稱的由來。 相傳清水祖師在清水巖內修行時，有鬼怪用大火將祖師燻得「面目全黑」，而祖師卻是毫髮未傷，「烏（黑）面祖師」由此而來。而「落鼻祖師」之稱，是因為傳說每當祖師廟附近有災難將要發生時，祖師的鼻子就會自動脫落下來，以警示居民與信眾。於清水巖的龍、虎二堵牆壁可見磚雕圖騰，正門對聯書：「為清水，為蓬萊，此地並分法界；是金身，是鐵面，入門便見真容。」皆為1817年的重修藝術作品。另外值得一提的是古匾方面，有光緒皇帝御賜「功資拯濟」匾額一面。",
        _id: 100,
        avEnd: "2015/09/23",
        address: "臺北市萬華區康定路81號"
    },
]

// 地區數量
var openDataLen = openData.length;
console.log(openDataLen);

var BeiTouNum = 0,
    WanHuaNum = 0,
    DatongNum = 0,
    DaanNum = 0,
    NeiHuNum = 0,
    ZhongZhengNum = 0,
    XinYiNum = 0,
    ShiLinNum = 0,
    ZhongShanNum = 0,
    WenShanNum = 0,
    SongShanNum = 0;

for (var i = 0; i < openDataLen; i++) {
    if (openData[i].address.substr(0, 6) == "臺北市北投區") {
        BeiTouNum += 1;
    } else if (openData[i].address.substr(0, 6) == "臺北市萬華區") {
        WanHuaNum += 1;
    } else if (openData[i].address.substr(0, 6) == "臺北市大同區") {
        DatongNum += 1;
    } else if (openData[i].address.substr(0, 6) == "臺北市大安區") {
        DaanNum += 1;
    } else if (openData[i].address.substr(0, 6) == "臺北市內湖區") {
        NeiHuNum += 1;
    } else if (openData[i].address.substr(0, 6) == "臺北市中正區") {
        ZhongZhengNum += 1;
    } else if (openData[i].address.substr(0, 6) == "臺北市信義區") {
        XinYiNum += 1;
    } else if (openData[i].address.substr(0, 6) == "臺北市士林區") {
        ShiLinNum += 1;
    } else if (openData[i].address.substr(0, 6) == "臺北市中山區") {
        ZhongShanNum += 1;
    } else if (openData[i].address.substr(0, 6) == "臺北市文山區") {
        WenShanNum += 1;
    } else if (openData[i].address.substr(0, 6) == "臺北市松山區") {
        SongShanNum += 1;
    }
};

console.log('北投', BeiTouNum);
console.log('萬華', WanHuaNum);
console.log('大同', DatongNum);
console.log('大安', DaanNum);
console.log('內湖', NeiHuNum);
console.log('中正', ZhongZhengNum);
console.log('信義', XinYiNum);
console.log('士林', ShiLinNum);
console.log('中山', ZhongShanNum);
console.log('文山', WenShanNum);
console.log('松山', SongShanNum);

//選單change事件

var select = document.querySelector('#selectRegion');

var cardWrap = document.querySelector('.card-wrap');

var pageNav = document.querySelector('.pageNav');



function updateCard(e) {
    var region = e.target.value;
    var str = '';
    for (var i = 0; i < openDataLen; i++) {
        if (region == openData[i].address.substr(3, 3)) {
            str += '<div class="card-box"><div class="card"><a href="#" style="display: block; text-decoration: none;"><div class="card-top" style="background-image: url(' + openData[i].file + '); background-size: cover; background-position: center center;"><h3 style="font-family: "微軟正黑體", "Microsoft JhengHei",cursive,sans-serif;">' + openData[i].stitle + '</h3><span>' + region + '</span></div></a><div class="card-content"><p><i class="far fa-map" style="color: #1c749a"></i> ' + openData[i].CAT2 + '</p><p><i class="far fa-clock" style="margin-right: 1px; color: purple"></i> ' + openData[i].MEMO_TIME + '</p><p> <i class="fas fa-map-marker-alt" style="margin-left:2px; margin-right: 3px; color: orange"></i> ' + openData[i].address + '</p></div></div></div>';

        }
    }
    cardWrap.innerHTML = str;

    document.querySelector('.content h2').textContent = region;
    document.querySelector('.content h2').style = "margin-top: 50px;";

    // Pagination
    (function($) {

        $(document).ready(function() {
            $.fn.customPaginagion = function(options) {

                var pageNav = this;
                var itemsToPagination;

                var defaultItem = {

                    itemsPerPage: 10

                };
                var settings = {};
                //將 options的內容合併到 defaultItem ， 然後 defaultItem的內容在合併到 options。
                $.extend(settings, defaultItem, options);
                var itemsPerPage = settings.itemsPerPage;
                var activeClass = settings.activeClass;

                itemsToPagination = $(settings.itemsToPagination);

                //全部card除以每頁項數。
                var numberOfPaginationLinks = Math.ceil(itemsToPagination.length / itemsPerPage)
                    // document.querySelector('.card-wrap').style = "min-height: 940px;";
                pageNav.find("ul").remove();
                $("<ul></ul>").prependTo(pageNav);

                for (var index = 0; index < numberOfPaginationLinks; index++) {
                    pageNav.find("ul").append("<li>" + (index + 1) + "</li>");

                    // 第一頁起初active：
                    pageNav.find("ul li").first().addClass(activeClass);
                }
                if (numberOfPaginationLinks - 1 > 0) {
                    // previous
                    pageNav.find("ul").prepend('<li class="previous"><<</li>');

                    // next
                    pageNav.find("ul").append('<li class="next">>></li>');

                    // 第一頁起初active：
                    pageNav.find("ul li").first().next().addClass(activeClass);
                }
                //因為剛開始第一頁會顯示全部，所以將第一頁隱藏的隱藏。
                //:gt("")  ， gt selector 選擇不包含以前的。 ex: :gt(4)==>不包含前五個項目(0,1,2,3,4)。
                itemsToPagination.filter(":gt(" + (itemsPerPage - 1) + ")").hide();



                //點擊事件：
                var linkNumber;
                pageNav.find("ul li").on('click', function() {
                    var currentLiNum = pageNav.find("ul .active-class").text();
                    //this ==> 指li
                    console.log(currentLiNum);
                    if ($(this).attr("class") == "previous") {
                        // console.log(linkNumber);
                        if (currentLiNum == 1) {
                            return
                        } else {
                            linkNumber = currentLiNum - 1;
                            // console.log(linkNumber);
                            pageNav.find("ul li:contains('" + linkNumber + "')").addClass(activeClass);
                            pageNav.find("ul li:contains('" + linkNumber + "')").siblings().removeClass(activeClass);
                        }
                    } else if ($(this).attr("class") == "next") {
                        // console.log(linkNumber);
                        if (currentLiNum == (numberOfPaginationLinks)) {
                            return
                        } else {
                            linkNumber = +currentLiNum + 1;
                            // console.log(typeof linkNumber);
                            pageNav.find("ul li:contains('" + linkNumber + "')").addClass(activeClass);
                            pageNav.find("ul li:contains('" + linkNumber + "')").siblings().removeClass(activeClass);
                        }
                    } else {
                        linkNumber = $(this).text();
                        $(this).addClass(activeClass);
                        $(this).siblings().removeClass(activeClass);
                        // console.log('3', linkNumber);
                    }
                    //將前頁項目 隱藏，前幾項
                    var itemsToHide = itemsToPagination.filter(":lt(" + (linkNumber - 1) * itemsPerPage + ")");
                    //合併後頁項目 隱藏 ，後幾項
                    $.merge(itemsToHide, itemsToPagination.filter(":gt(" + ((linkNumber * itemsPerPage) - 1) + ")"));
                    itemsToHide.hide();



                    var itemsToShow = itemsToPagination.not(itemsToHide);
                    itemsToShow.show();
                    // $(this).addClass(activeClass);
                    // $(this).siblings().removeClass(activeClass);
                })
            }
        });
    }(jQuery));

    (function($) {
        $(document).ready(function() {
            $(".pageNav").customPaginagion({
                //options
                itemsToPagination: ".card-box",

                activeClass: "active-class"

            })
        })
    }(jQuery));
}
select.addEventListener('change', updateCard, false);

// 點選熱門地;
var hot = document.querySelectorAll('.button');
for (var j = 0; j < hot.length; j++) {
    hot[j].onclick = (function(j) {
        return function() {
            var str = '';
            for (var i = 0; i < openDataLen; i++) {
                if (hot[j].textContent == openData[i].address.substr(3, 3)) {
                    str += '<div class="card-box"><div class="card"><a href="#" style="display: block; text-decoration: none;"><div class="card-top" style="background-image: url(' + openData[i].file + '); background-size: cover; background-position: center center;"><h3 style="font-family: "微軟正黑體", "Microsoft JhengHei",cursive,sans-serif;">' + openData[i].stitle + '</h3><span>' + hot[j].textContent + '</span></div></a><div class="card-content"><p><i class="far fa-map" style="color: #1c749a"></i> ' + openData[i].CAT2 + '</p><p><i class="far fa-clock" style="margin-right: 1px; color: purple"></i> ' + openData[i].MEMO_TIME + '</p><p> <i class="fas fa-map-marker-alt" style="margin-left:2px; margin-right: 3px; color: orange"></i> ' + openData[i].address + '</p></div></div></div>';
                }
            }
            cardWrap.innerHTML = str;


            document.querySelector('.content h2').textContent = hot[j].textContent;
            document.querySelector('.content h2').style = "margin-top: 50px;";
            // Pagination
            (function($) {

                $(document).ready(function() {
                    $.fn.customPaginagion = function(options) {

                        var pageNav = this;
                        var itemsToPagination;

                        var defaultItem = {

                            itemsPerPage: 10

                        };
                        var settings = {};
                        //將 options的內容合併到 defaultItem ， 然後 defaultItem的內容在合併到 options。
                        $.extend(settings, defaultItem, options);
                        var itemsPerPage = settings.itemsPerPage;
                        var activeClass = settings.activeClass;

                        itemsToPagination = $(settings.itemsToPagination);

                        //全部card除以每頁項數。
                        var numberOfPaginationLinks = Math.ceil(itemsToPagination.length / itemsPerPage)
                            // document.querySelector('.card-wrap').style = "min-height: 940px;";
                        pageNav.find("ul").remove();
                        $("<ul></ul>").prependTo(pageNav);

                        for (var index = 0; index < numberOfPaginationLinks; index++) {
                            pageNav.find("ul").append("<li>" + (index + 1) + "</li>");

                            // 第一頁起初active：
                            pageNav.find("ul li").first().addClass(activeClass);
                        }
                        if (numberOfPaginationLinks - 1 > 0) {
                            // previous
                            pageNav.find("ul").prepend('<li class="previous"><<</li>');

                            // next
                            pageNav.find("ul").append('<li class="next">>></li>');

                            // 第一頁起初active：
                            pageNav.find("ul li").first().next().addClass(activeClass);
                        }
                        //因為剛開始第一頁會顯示全部，所以將第一頁隱藏的隱藏。
                        //:gt("")  ， gt selector 選擇不包含以前的。 ex: :gt(4)==>不包含前五個項目(0,1,2,3,4)。
                        itemsToPagination.filter(":gt(" + (itemsPerPage - 1) + ")").hide();



                        //點擊事件：
                        var linkNumber;
                        pageNav.find("ul li").on('click', function() {
                            var currentLiNum = pageNav.find("ul .active-class").text();
                            //this ==> 指li
                            console.log(currentLiNum);
                            if ($(this).attr("class") == "previous") {
                                // console.log(linkNumber);
                                if (currentLiNum == 1) {
                                    return
                                } else {
                                    linkNumber = currentLiNum - 1;
                                    // console.log(linkNumber);
                                    pageNav.find("ul li:contains('" + linkNumber + "')").addClass(activeClass);
                                    pageNav.find("ul li:contains('" + linkNumber + "')").siblings().removeClass(activeClass);
                                }
                            } else if ($(this).attr("class") == "next") {
                                // console.log(linkNumber);
                                if (currentLiNum == (numberOfPaginationLinks)) {
                                    return
                                } else {
                                    linkNumber = +currentLiNum + 1;
                                    // console.log(typeof linkNumber);
                                    pageNav.find("ul li:contains('" + linkNumber + "')").addClass(activeClass);
                                    pageNav.find("ul li:contains('" + linkNumber + "')").siblings().removeClass(activeClass);
                                }
                            } else {
                                linkNumber = $(this).text();
                                $(this).addClass(activeClass);
                                $(this).siblings().removeClass(activeClass);
                                // console.log('3', linkNumber);
                            }
                            //將前頁項目 隱藏，前幾項
                            var itemsToHide = itemsToPagination.filter(":lt(" + (linkNumber - 1) * itemsPerPage + ")");
                            //合併後頁項目 隱藏 ，後幾項
                            $.merge(itemsToHide, itemsToPagination.filter(":gt(" + ((linkNumber * itemsPerPage) - 1) + ")"));
                            itemsToHide.hide();



                            var itemsToShow = itemsToPagination.not(itemsToHide);
                            itemsToShow.show();
                            // $(this).addClass(activeClass);
                            // $(this).siblings().removeClass(activeClass);
                        })
                    }
                });
            }(jQuery));

            (function($) {
                $(document).ready(function() {
                    $(".pageNav").customPaginagion({
                        //options
                        itemsToPagination: ".card-box",

                        activeClass: "active-class"

                    })
                })
            }(jQuery));
        }

    })(j);

}